[
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Sergent",
    "data": {
      "id": "voie-du-chef-d-armee-1",
      "rank": 1,
      "scope": "creature",
      "path": "voie-du-chef-d-armee",
      "description": "<p>Une fois par tour, le sergent peut donner une action supplémentaire à n’importe quel allié sous ses ordres à porté de vue (attaque ou mouvement). Une fois par combat, une attaque qui aurait dû amener le sergent à 0 PV est ignorée.</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Capitaine",
    "data": {
      "id": "voie-du-chef-d-armee-2",
      "rank": 2,
      "scope": "creature",
      "path": "voie-du-chef-d-armee",
      "description": "<p>Le capitaine donne un bonus de +2 en Initiative, en attaque et aux <strong>DM</strong> à toutes les créatures sous ses ordres à portée de vue. De plus il bénéficie d’une attaque supplémentaire à chaque tour lorsqu’il utilise une action limitée.</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Commandant",
    "data": {
      "id": "voie-du-chef-d-armee-3",
      "rank": 3,
      "scope": "creature",
      "path": "voie-du-chef-d-armee",
      "description": "<p>Le commandant offre un bonus de +3 en Initiative, en attaque, aux <strong>DM</strong> et en <strong>DEF</strong> à toutes les créatures sous ses ordres à portée de vue. Tant qu’au moins 4  créatures sous ses ordres sont à moins de 10 mètres du commandant, il ne subit que la moitié des <strong>DM</strong> qui lui sont infligés.</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Imparable",
    "data": {
      "id": "voie-du-champion-1",
      "rank": 1,
      "scope": "creature",
      "path": "voie-du-champion",
      "description": "<p>Réaliser une attaque en lançant deux d20 et garder le meilleur résultat. Si le champion obtient 15-20 au d20 d’un test d’attaque (même sans utiliser Imparable), il inflige +1d6 <strong>DM</strong> et l’attaque est automatiquement réussie (quelle que soit la <strong>DEF</strong> de son adversaire).</p>",
      "limited": true
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Riposte",
    "data": {
      "id": "voie-du-champion-2",
      "rank": 2,
      "scope": "creature",
      "path": "voie-du-champion",
      "description": "<p>Le champion peut effectuer une attaque en action gratuite contre chaque adversaire qui l’attaque à l’exception de celui qu’il a lui-même choisit d’attaquer à son tour.</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Hausser le ton",
    "data": {
      "id": "voie-du-champion-3",
      "rank": 3,
      "scope": "creature",
      "path": "voie-du-champion",
      "description": "<p>Lorsqu’il passe sous la moitié de ses PV maximum, le champion gagne un bonus de +5 à ses tests d’attaque et +1d6 aux <strong>DM</strong> et il réduit tous les <strong>DM</strong> subits de 5 points par attaque (RD 5).</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Charge",
    "data": {
      "id": "voie-du-cogneur-1",
      "rank": 1,
      "scope": "creature",
      "path": "voie-du-cogneur",
      "description": "<p>La créature parcourt une distance maximum de 30 mètres et réalise une attaque, lancez deux d20 et gardez le meilleur résultat. Si l’attaque est réussie, en plus des <strong>DM</strong> normaux, une victime de taille inférieure ou égale à la créature, doit faire un test opposé de <strong>FOR</strong> ou être Renversée. Dans ce cas, la créature piétine (ou embroche) sa victime et les <strong>DM</strong> sont doublés.</p>",
      "limited": true
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Enrager",
    "data": {
      "id": "voie-du-cogneur-2",
      "rank": 2,
      "scope": "creature",
      "path": "voie-du-cogneur",
      "description": "<p>Lorsqu’elle reçoit un coup critique ou si ses PV passent sous la moitié, la créature devient enragée. Elle ignore les pénalités de douleur ou la peur, augmente de +5 son score d’attaque au contact et ses <strong>DM</strong> de +1d6. Elle peut encore agir un tour complet après avoir atteint 0 PV.</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Percuter",
    "data": {
      "id": "voie-du-cogneur-3",
      "rank": 3,
      "scope": "creature",
      "path": "voie-du-cogneur",
      "description": "<p>Sur une charge réussie, si la victime est d’une taille inférieure à la créature, elle est de plus projetée à [1d6+1] mètres de là (plus ou moins selon la taille des protagonistes). Elle doit réussir un test de <strong>CON</strong> de difficulté 15 ou être Etourdie. A chaque tour, elle peut tenter un nouveau test de <strong>CON</strong> pour retrouver ses esprits.</p>",
      "limited": true
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Fauchage",
    "data": {
      "id": "voie-du-colosse-1",
      "rank": 1,
      "scope": "creature",
      "path": "voie-du-colosse",
      "description": "<p>Sur 15 à 20 au test d’attaque, si l’attaque est réussie, la victime doit réussir au choix un test de <strong>FOR</strong> ou de <strong>DEX</strong> difficulté [10+Mod. de <strong>FOR</strong> de la créature] ou être Renversée. La créature retranche 2 à tous les <strong>DM</strong> subis (RD 2) avec des armes (contact ou distance). Les sorts font des <strong>DM</strong> normaux.</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Balayage",
    "data": {
      "id": "voie-du-colosse-2",
      "rank": 2,
      "scope": "creature",
      "path": "voie-du-colosse",
      "description": "<p>La créature utilise sa grande taille pour affecter plusieurs créatures face à elle d’un seul coup de patte/arme. Si plusieurs cibles sont présentes face à elle, son attaque affecte deux créatures (dans un arc de 180°). Faire un seul test d’attaque  et le comparer à la <strong>DEF</strong> de chaque cible. Sa résistance aux <strong>DM</strong> passe à 4 (RD 4).</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Projection",
    "data": {
      "id": "voie-du-colosse-3",
      "rank": 3,
      "scope": "creature",
      "path": "voie-du-colosse",
      "description": "<p>Sur 15 à 20 au test d’attaque, la victime est projetée à [1d6+1] mètres de là (plus ou moins selon la taille des protagonistes) et subit +3d6 <strong>DM</strong> supplémentaires. Elle doit réussir un test de <strong>CON</strong> de difficulté 15 ou être Etourdie. A chaque tour elle peut tenter un nouveau test de <strong>CON</strong> pour retrouver ses esprits. Sa résistance aux <strong>DM</strong> passe à 6 (RD 6).</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Souffle enflammé",
    "data": {
      "id": "voie-des-creatures-elementaire-du-feu-1",
      "rank": 1,
      "scope": "creature",
      "path": "voie-des-creatures-elementaire-du-feu",
      "description": "<p>Le souffle est une attaque de zone affectant toutes les créatures dans un cône de 10 m de long sur 5 m de large pour une créature moyenne ou grande (énorme 20 x 10 m et colossale 30 x 15 m). L’attaque inflige automatiquement (pas de test d’attaque) [(NC+2) x 1d6] <strong>DM</strong> (par exemple 6d6 pour NC 4). Les <strong>DM</strong> sont divisés par 2 si la victime réussit un test de <strong>DEX</strong> difficulté 13. La créature doit attendre 1d4 tours avant d’utiliser à nouveau son souffle après chaque utilisation. Pour plus de simplicité, lorsque les <strong>DM</strong> dépassent 6d6 chaque d6 supplémentaire et remplacer par un bonus de +3. Ainsi un dragon NC 14 aura un souffle infligeant [6d6 + 30] <strong>DM</strong>.</p>",
      "limited": true
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Corps enflammé",
    "data": {
      "id": "voie-des-creatures-elementaire-du-feu-2",
      "rank": 2,
      "scope": "creature",
      "path": "voie-des-creatures-elementaire-du-feu",
      "description": "<p>La créature est nimbée d’une aura de feu ou peut la faire surgir à volonté. Elle inflige +1d6 <strong>DM</strong> de feu par attaque de contact réussie. Une créature qui l’attaque au contact subit 1d6 <strong>DM</strong> pour chaque attaque réussie. Si une victime est saisie ou agrippée par la créature, elle subit à chaque tour +1d6 de feu supplémentaire. Lorsqu’elle est au contact d’une source de feu importante, la créature régénère 5 PV par tour.</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Explosion finale",
    "data": {
      "id": "voie-des-creatures-elementaire-du-feu-3",
      "rank": 3,
      "scope": "creature",
      "path": "voie-des-creatures-elementaire-du-feu",
      "description": "<p>Lorsqu’elle trépasse, la créature explose violemment en infligeant [NC] d6 <strong>DM</strong> de feu dans un rayon qui dépend de sa taille. Petite : 3 m, moyenne 5 m, grande 10 m, énorme 20 m, colossale 30 m. Un test de <strong>DEX</strong> difficulté 13 permet de diviser les <strong>DM</strong> par 2. La difficulté passe à 18 pour les créatures en combat au contact au moment de l’explosion. La capacité Corps enflammé inflige désormais 2d6 <strong>DM</strong> (au lieu de 1d6).</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Réduction des <strong>DM</strong>",
    "data": {
      "id": "voie-des-creatures-magiques-1",
      "rank": 1,
      "scope": "creature",
      "path": "voie-des-creatures-magiques",
      "description": "<p>La créature est peu sensible aux <strong>DM</strong> provoqués par les armes, le métal rebondi sur elle comme un vulgaire morceau de bois ou alors la créature guérit immédiatement. Elle obtient une réduction des <strong>DM</strong> (RD) de 5, ce score est retranché à tous les <strong>DM</strong> subits. Choisissez un type d’arme qui ignore cette réduction : un certain métal ou un certain type d’armes ou encore la magie (armes et sorts). Par exemple les masses sur un squelette ou les armes en argent sur un lycanthrope. Vous pouvez augmenter cette réduction des <strong>DM</strong> à 10 au rang 2 et à 15 au rang 3.</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Vitalité surnaturelle",
    "data": {
      "id": "voie-des-creatures-magiques-2",
      "rank": 2,
      "scope": "creature",
      "path": "voie-des-creatures-magiques",
      "description": "<p>La créature guérit à un rythme fantastique, elle récupère 5 PV à la fin de chaque tour. Il existe parfois une source de <strong>DM</strong> qui permet d’empêcher cette régénération (le feu pour les trolls par exemple). Alternativement remplacez simplement la régénération par une vitalité extraordinaire (c’est souvent le cas des mort-vivants ou des créatures artificielles) : doublez ses PV ou ajoutez +20 PV (si ces PV de base sont inférieurs à 20).</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Immortel",
    "data": {
      "id": "voie-des-creatures-magiques-3",
      "rank": 3,
      "scope": "creature",
      "path": "voie-des-creatures-magiques",
      "description": "<p>Lorsqu’elle tombe à 0 PV, la créature n’est pas définitivement détruite, elle est juste chassée et pourra se reconstituer en 24 heures. Parfois elle est simplement bannie dans un autre plan (démon ou élémentaire), d’autre fois, elle s’enfuit sous la forme d’un nuage de ténèbres (vampire). Il faut généralement un rituel spécial pour venir à bout de la créature.</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Vol rapide",
    "data": {
      "id": "voie-des-creatures-volantes-1",
      "rank": 1,
      "scope": "creature",
      "path": "voie-des-creatures-volantes",
      "description": "<p>La créature obtient une action de mouvement supplémentaire par tour lorsqu’elle est en vol. Au premier tour de combat, la créature obtient un bonus de +5 en attaque et +1d6 aux <strong>DM</strong> si elle est en vol et attaque une créature au sol.</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Agripper",
    "data": {
      "id": "voie-des-creatures-volantes-2",
      "rank": 2,
      "scope": "creature",
      "path": "voie-des-creatures-volantes",
      "description": "<p>Sur un résultat de 15-20 au d20 en attaque, la créature agrippe sa proie et ne la lâche plus. Elle obtient un bonus de +5 en attaque et +1d6 aux <strong>DM</strong> contre la cible qu’elle agrippe et celle-ci est Immobilisée si elle est de taille inférieure. La victime peut essayer de se libérer au prix d’une action de mouvement en réussissant un test de <strong>FOR</strong> opposé.</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Emporter dans les airs",
    "data": {
      "id": "voie-des-creatures-volantes-3",
      "rank": 3,
      "scope": "creature",
      "path": "voie-des-creatures-volantes",
      "description": "<p>La créature peut emporter dans les airs une victime agrippée de taille inférieure à la sienne au prix d’une action de mouvement. Au premier tour, si la victime se libère (test de <strong>FOR</strong> opposé), elle subit, 5d6 <strong>DM</strong> de chute. Au tour suivant, si la créature décide de prendre de l’altitude, les <strong>DM</strong> passent à 10d6.</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Attaque magique",
    "data": {
      "id": "voie-de-la-magie-de-combat-1",
      "rank": 1,
      "scope": "creature",
      "path": "voie-de-la-magie-de-combat",
      "description": "<p>La créature possède un pouvoir magique qui inflige [1d6 x NC] <strong>DM</strong> sur un test d’attaque magique réussi (portée 30 m) sur une cible unique. Si vous souhaitez lancer moins de dés, convertissez la moitié des d6 obtenus en autant de bonus de +3 aux <strong>DM</strong> (8d6 vaut 4d6 + 12). Alternativement, le pouvoir inflige les même <strong>DM</strong> dans une zone de 10 mètres de diamètre, un test de <strong>DEX</strong> difficulté 10 réussi permet alors aux cibles de diviser les <strong>DM</strong> par 2.</p>",
      "limited": true
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Armure magique",
    "data": {
      "id": "voie-de-la-magie-de-combat-2",
      "rank": 2,
      "scope": "creature",
      "path": "voie-de-la-magie-de-combat",
      "description": "<p>La créature possède un pouvoir magique (peau de pierre, intangible, forme ténébreuse, etc.) qui lui permet de diviser tous les <strong>DM</strong> physiques subits par 2 pour le reste du combat. Ce pouvoir n’affecte pas les <strong>DM</strong> des attaques magiques élémentaires (feu, froid, acide, électricité).</p>",
      "limited": true
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Déplacement magique",
    "data": {
      "id": "voie-de-la-magie-de-combat-3",
      "rank": 3,
      "scope": "creature",
      "path": "voie-de-la-magie-de-combat",
      "description": "<p>La créature possède une magie qui lui permet de se téléporter à une distance maximum de [20 x NC] mètre. Le lieu d’arrivée doit être en ligne de vue ou parfaitement connu (10 minutes pour étudier le lieu).\nAlternativement, le MJ peut choisir de lui donner une capacité de vol magique (équivalent à Vol rapide).</p>",
      "limited": true
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Soigner",
    "data": {
      "id": "voie-de-la-magie-de-guerison-1",
      "rank": 1,
      "scope": "creature",
      "path": "voie-de-la-magie-de-guerison",
      "description": "<p>La créature est capable de soigner 50% des PV totaux de chaque créature qu’elle touche une fois par jour.</p>",
      "limited": true
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Guérir",
    "data": {
      "id": "voie-de-la-magie-de-guerison-2",
      "rank": 2,
      "scope": "creature",
      "path": "voie-de-la-magie-de-guerison",
      "description": "<p>Ce pouvoir annule tous les effets préjudiciables, pénalités, poisons, maladies auquel était soumise la cible. Portée : toucher la cible.</p>",
      "limited": true
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Soutenir",
    "data": {
      "id": "voie-de-la-magie-de-guerison-3",
      "rank": 3,
      "scope": "creature",
      "path": "voie-de-la-magie-de-guerison",
      "description": "<p>Tous les alliés de la créature dans un rayon de 20 mètres récupèrent [3d6 + NC] PV. Ce pouvoir n’est utilisable que 3 fois par jour.</p>",
      "limited": true
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Vampirisation",
    "data": {
      "id": "voie-de-la-magie-malefique-1",
      "rank": 1,
      "scope": "creature",
      "path": "voie-de-la-magie-malefique",
      "description": "<p>La créature doit réussir une attaque magique sur une cible vivante à une distance maximum de 30 mètres. En cas de réussite, la cible subit [1d6 x NC/2] <strong>DM</strong> et la créature régénère autant de PV que de <strong>DM</strong> infligés. De plus à chaque fois qu’une créature meurt à moins de 20 mètres d’elle, la créature siphonne son énergie et gagne [1d6 + NC] PV.</p>",
      "limited": true
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Animer un cadavre",
    "data": {
      "id": "voie-de-la-magie-malefique-2",
      "rank": 2,
      "scope": "creature",
      "path": "voie-de-la-magie-malefique",
      "description": "<p>Ce pouvoir permet d’animer le cadavre d’une créature morte pendant le combat. La créature se relève avec les mêmes Caractéristiques mais elle subit une pénalité de -2 en attaque et en Initiative. Lorsque le cadavre est à nouveau vaincu, il ne peut pas être réanimé. Le cadavre de la créature animée ne peut être d’un NC supérieur à celui de celle qui utilise cette capacité.</p>",
      "limited": true
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Injonction mortelle",
    "data": {
      "id": "voie-de-la-magie-malefique-3",
      "rank": 3,
      "scope": "creature",
      "path": "voie-de-la-magie-malefique",
      "description": "<p>Une cible située à une distance maximum de 30 mètres doit réussir un test de <strong>CON</strong> difficulté 15 ou tomber à 0 PV (et mourir immédiatement s’il s’agit d’un PNJ). En cas de succès, la cible subit tout de même [2d6 + NC] <strong>DM</strong>. Ce pouvoir ne peut prendre une même créature pour cible qu’une seule fois par combat.</p>",
      "limited": true
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Interchangeables",
    "data": {
      "id": "voie-de-la-meute-1",
      "rank": 1,
      "scope": "creature",
      "path": "voie-de-la-meute",
      "description": "<p>Tant que la créature et ses alliées sont plus nombreuses que la cible, elles se relaient pour esquiver ses attaques et elles obtiennent un bonus de +5 en <strong>DEF</strong>. Si plusieurs créatures semblables sont au contact du PJ, le MJ a toute latitude pour infliger les <strong>DM</strong> d’une attaque sur la créature de son choix, le personnage ne sait jamais laquelle il blesse.</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Attaque en traître",
    "data": {
      "id": "voie-de-la-meute-2",
      "rank": 2,
      "scope": "creature",
      "path": "voie-de-la-meute",
      "description": "<p>Si la créature attaque en même temps qu’un allié (elle peut volontairement retarder son Initiative), de dos ou par surprise, elle réalise une Attaque sournoise avec un bonus de +5 en attaque et +2d6 aux <strong>DM</strong>.</p>",
      "limited": true
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "L’hallali",
    "data": {
      "id": "voie-de-la-meute-3",
      "rank": 3,
      "scope": "creature",
      "path": "voie-de-la-meute",
      "description": "<p>Les créatures profitent d’une erreur de leur victime pour lui porter des attaques fatales. A chaque fois que la victime de la meute rate une attaque ou obtient sur un test d’attaque un résultat au d20 allant de 1 à 5 (inclus), elle déclenche la curée ! Chaque créature dotée de cette capacité bénéficie immédiatement et gratuitement d’une d’Attaque en traître contre la victime (+5/+2d6).</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Instinct de survie",
    "data": {
      "id": "voie-du-pnj-recurrent-1",
      "rank": 1,
      "scope": "creature",
      "path": "voie-du-pnj-recurrent",
      "description": "<p>La créature est passée maître dans l’art de se faufiler et de se mettre à couvert. Une fois par tour, au moment de son choix, le PNJ peut utiliser une action de mouvement supplémentaire pour se déplacer. Si un effet ou une créature le paralyse, le ralenti ou restreint ses mouvements, il a droit à un test d’<strong>INT</strong> ou de <strong>DEX</strong> au choix difficulté 10 pour s’en débarrasser une fois par tour. Il gagne +5 en <strong>DEF</strong> lorsqu’il lui reste moins de [NCx5] PV.</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Chair à canon",
    "data": {
      "id": "voie-du-pnj-recurrent-2",
      "rank": 2,
      "scope": "creature",
      "path": "voie-du-pnj-recurrent",
      "description": "<p>Une fois par tour, le PNJ peut décider qu’une attaque qui le visait touche à la place un de ses sous-fifres situé à moins de 3 m et venu s’interposer (ou derrière lequel il s’est mis à couvert). Le PNJ gagne un bonus de +5 en <strong>DEF</strong> tant que des sous-fifres sont positionnés à moins de 3 mètres de lui.</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Porteur de poisse",
    "data": {
      "id": "voie-du-pnj-recurrent-3",
      "rank": 3,
      "scope": "creature",
      "path": "voie-du-pnj-recurrent",
      "description": "<p>Toutes les attaques et tous les tests effectués contre le PNJ sont réalisés avec deux dés, seul le plus mauvais résultat est pris en compte. A chaque fois qu’un joueur utilise 1 point de chance contre lui, le PNJ gagne 1 point de poisse. Un point de poisse peut être utilisé pour infliger une pénalité de -10 au test de d20 d’un adversaire au moment où le MJ en a envie.</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Embuscade",
    "data": {
      "id": "voie-du-predateur-1",
      "rank": 1,
      "scope": "creature",
      "path": "voie-du-predateur",
      "description": "<p>Au premier tour de combat, si l’environnement permet à la créature de se dissimuler, la cible doit faire un test de <strong>SAG</strong> difficulté [15 + Mod. de <strong>DEX</strong>] ou être Surprise. Si elle attaque avec succès une cible surprise, la créature inflige +1d6 aux <strong>DM</strong> et toute créature dont la <strong>FOR</strong> est inférieure à la sienne est Renversée. La créature obtient un bonus de +5 à tous les tests de discrétion et en Init.</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Dévorer",
    "data": {
      "id": "voie-du-predateur-2",
      "rank": 2,
      "scope": "creature",
      "path": "voie-du-predateur",
      "description": "<p>Lorsque la créature réussit une attaque avec un résultat de 15-20 au d20, elle saisit sa proie entre ses crocs ou ses griffes et lui inflige immédiatement une attaque gratuite supplémentaire. Si la <strong>FOR</strong> de la cible est inférieure ou égale au prédateur, elle est de plus Renversée et Immobilisée. Pour se libérer, la victime doit réussir un test de <strong>FOR</strong> opposé lors de son tour et cela lui demande une action de mouvement (et une autre pour se relever si elle a réussi).</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Gober",
    "data": {
      "id": "voie-du-predateur-3",
      "rank": 3,
      "scope": "creature",
      "path": "voie-du-predateur",
      "description": "<p>Lorsqu’elle utilise sa capacité Dévorer, la créature peut avaler toute entière une cible d’au moins 1 taille en dessous de la sienne. La victime doit faire un test de <strong>FOR</strong> opposé, en cas d’échec elle passe directement dans l’estomac du monstre.\nUn personnage avalé subit 3d6 <strong>DM</strong> d’asphyxie et d’acide chaque tour. Il peut attaquer avec une arme pas plus grande qu’une dague en réussissant un test de <strong>FOR</strong> difficulté 15 à chaque tour. L’attaque se fait avec une pénalité de -5 en attaque et les <strong>DM</strong> sont divisés par 2.</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Attaque mortelle",
    "data": {
      "id": "voie-du-tueur-1",
      "rank": 1,
      "scope": "creature",
      "path": "voie-du-tueur",
      "description": "<p>Une attaque similaire à l’Attaque sournoise du Voleur qui doit être exécutée de dos ou par surprise. La créature obtient un bonus de +5 en attaque et ajoute [2d6 par rang] aux <strong>DM</strong>. La créature obtient aussi un bonus de +5 aux tests de discrétion.</p>",
      "limited": true
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Disparition",
    "data": {
      "id": "voie-du-tueur-2",
      "rank": 2,
      "scope": "creature",
      "path": "voie-du-tueur",
      "description": "<p>La créature devient invisible (passage dans les ombres, cape magique, sort, etc.) et peut se déplacer de 20 mètres. Elle réapparaît à son prochain tour et si elle emporte un test opposé de discrétion (<strong>DEX</strong>) contre la <strong>SAG</strong> de sa cible, elle peut effectuer une Attaque mortelle.</p>",
      "limited": true
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Assassinat",
    "data": {
      "id": "voie-du-tueur-3",
      "rank": 3,
      "scope": "creature",
      "path": "voie-du-tueur",
      "description": "<p>Au premier tour de combat, si la cible est Surprise, une Attaque mortelle réussie l’oblige à réussir un test de <strong>CON</strong> difficulté 15 ou tomber à 0 PV.</p>"
    }
  }
]