[
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Familier",
    "data": {
      "key": "voie-du-familier-1",
      "rank": 1,
      "scope": "alternative",
      "path": "voie-du-familier",
      "description": "<p>Le personnage choisit un petit animal (corbeau, chat, furet, serpent…). Il peut utiliser les sens de son familier et communiquer avec lui à distance illimitée. Il gagne de plus +2 en Initiative lorsque son familier est en vue. Familier : <strong>DEF</strong> [personnage], Init [personnage], PV [il les partage avec ceux de son maître], ils forment une cible unique pour les attaques de zone. <strong>FOR</strong> -4, <strong>DEX</strong> +3, <strong>CON</strong> 0, <strong>INT</strong> -2, <strong>SAG</strong> +1, <strong>CHA</strong> -2.</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Résistance",
    "data": {
      "key": "voie-du-familier-2",
      "rank": 2,
      "scope": "alternative",
      "path": "voie-du-familier",
      "description": "<p>Le familier obtient une réduction des <strong>DM</strong> (RD) de 1 point par rang face à tous les types de <strong>DM</strong>.</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Sens développés",
    "data": {
      "key": "voie-du-familier-3",
      "rank": 3,
      "scope": "alternative",
      "path": "voie-du-familier",
      "description": "<p>Capable de percevoir avec les sens de son familier, le personnage améliore grandement la maîtrise de ses sens. Il obtient un bonus de +5 à tous les tests de perception (<strong>SAG</strong>) et peut voir dans le noir comme s’il était dans la pénombre à une distance de 30 m. S’il possède déjà cette capacité, la distance est doublée.</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Rappel",
    "data": {
      "key": "voie-du-familier-4",
      "rank": 4,
      "scope": "alternative",
      "path": "voie-du-familier",
      "description": "<p>Le personnage peut à présent rappeler son familier à son contact par magie. Le familier est téléporté sur son maître au prix d’une action de mouvement s’il est en vue ou par une action limitée dans tous les autres cas.</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Lilliputien",
    "data": {
      "key": "voie-du-familier-5",
      "rank": 5,
      "scope": "alternative",
      "path": "voie-du-familier",
      "description": "<p>Le personnage rapetisse jusqu’à devenir plus petit que son familier (entre 10 et 30 cm, minuscule ou très petit). La transformation dans un sens ou dans l’autre demande 1 tour complet. Sa durée est illimitée. Sous cette forme, le personnage obtient la même réduction aux <strong>DM</strong> que le familier (RD 5), il gagne un bonus de +10 aux tests de discrétion et peut passer dans des espaces très réduits. En revanche, ses <strong>DM</strong> sont réduits à 1 point par attaque réussie et ses sorts n’affectent aucune créature de taille supérieure à très petite. Ses déplacements sont réduits à 10 m par action de mouvement sauf s’il chevauche son familier. Le familier est très endurant et lui permet de couvrir une distance de 5 km par heure pendant un maximum de 10 heures par jour (pour un total de 50 km/jour) quel que soit le terrain. Cette distance est doublée si le familier est une créature volante (100 km/jour).</p>",
      "limited": true
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Combat à deux armes amélioré",
    "data": {
      "key": "voie-du-combat-a-deux-armes-1",
      "rank": 1,
      "scope": "alternative",
      "path": "voie-du-combat-a-deux-armes",
      "description": "<p>Lorsqu’il utilise une action d’attaque (voir Combat), le personnage effectue une attaque de chaque main. Il utilise 1d20 pour le test d’attaque de sa main directrice et un d12 pour l’attaque portée avec son autre bras.</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Parade croisée",
    "data": {
      "key": "voie-du-combat-a-deux-armes-2",
      "rank": 2,
      "scope": "alternative",
      "path": "voie-du-combat-a-deux-armes",
      "description": "<p>Durant un tour complet, le personnage obtient un bonus en <strong>DEF</strong> égal au rang atteint dans la voie. Il ne réalise qu’une attaque à ce tour. Si le résultat du dé d’attaque est pair, la main principale porte le coup ; si le résultat est impair, c’est la main secondaire.</p>",
      "limited": true
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Symétrie",
    "data": {
      "key": "voie-du-combat-a-deux-armes-3",
      "rank": 3,
      "scope": "alternative",
      "path": "voie-du-combat-a-deux-armes",
      "description": "<p>Le personnage n’est plus obligé de manier une arme légère dans sa main secondaire. S’il le souhaite, il peut utiliser une arme aussi lourde que dans sa main principale (d8). S’il utilise deux armes légères, il gagne un bonus de +1 en attaque.</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Double peine",
    "data": {
      "key": "voie-du-combat-a-deux-armes-4",
      "rank": 4,
      "scope": "alternative",
      "path": "voie-du-combat-a-deux-armes",
      "description": "<p>Si les deux armes du personnage atteignent la cible lors d’un même tour, le personnage obtient un effet de combo qui ajoute +1d6 <strong>DM</strong> à l’une des deux attaques selon son choix.</p>"
    }
  },
  {
    "type": "capacity",
    "img": "/systems/cof/ui/icons/capacity.png",
    "name": "Combat à deux armes parfait",
    "data": {
      "key": "voie-du-combat-a-deux-armes-5",
      "rank": 5,
      "scope": "alternative",
      "path": "voie-du-combat-a-deux-armes",
      "description": "<p>Lorsqu’il utilise une action d’attaque (voir Combat), le personnage effectue une attaque de chaque main. Il utilise un d20 pour ses deux tests d’attaque.</p>"
    }
  }
]