[
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de l'air",
    "data": {
      "key": "voie-de-l-air",
      "capacities": [
        {
          "level": 1,
          "title": "Murmures dans le vent",
          "limited": true,
          "spell": true,
          "description": "<p>L'Ensorceleur chuchote un message d'une dizaine de mots qui voyage jusqu'à son destinataire. Il peut entendre sa réponse immédiatement. La portée est de 100 m par Rang dans la voie et le personnage doit connaître la cible ou la voir.</p>"
        },
        {
          "level": 2,
          "title": "Sous tension",
          "limited": true,
          "spell": true,
          "description": "<p>L'Ensorceleur se charge d'énergie électrique pour [5 + Mod. de <strong>CHA</strong>] tours. Toute créature qui le blesse ou le touche reçoit une décharge infligeant 1d6 <strong>DM</strong>. Il peut également délivrer une décharge électrique (attaque magique, portée 10 m) infligeant [1d6 + Mod. de <strong>CHA</strong>] <strong>DM</strong>.</p>"
        },
        {
          "level": 3,
          "title": "Télékinésie",
          "limited": true,
          "spell": true,
          "description": "<p>L'Ensorceleur peut déplacer dans les airs un objet inerte ou une cible volontaire (par exemple lui-même) dont le poids n'excède pas 50 kg par Rang, à une portée de 20 m et pendant [5+Mod. de <strong>CHA</strong>] tours. L'objet peut être déplacé de 10 m par tour au prix d'une action de mouvement. Il est possible de faire tomber un objet sur une cible surprise (<strong>DM</strong> 1d6 tous les 50 kg).</p>"
        },
        {
          "level": 4,
          "title": "Foudre",
          "limited": true,
          "spell": true,
          "description": "<p>L'Ensorceleur produit un éclair sur une ligne de 10 mètres. Toutes les créatures sur la trajectoire sont soumises à un test d'attaque magique et subissent [4d6 + Mod. de <strong>CHA</strong>] <strong>DM</strong> en cas de réussite. Les victimes peuvent tenter un test de <strong>DEX</strong> difficulté [12 + Mod. de <strong>DEX</strong>] pour ne subir que la moitié des <strong>DM</strong>.</p>"
        },
        {
          "level": 5,
          "title": "Forme éthérée",
          "limited": true,
          "spell": true,
          "description": "<p>L'Ensorceleur et tout son équipement deviennent translucides et intangibles pendant [5 + Mod. de <strong>CHA</strong>] tours. Sous cette forme, il peut passer à travers murs et obstacles, et ne peut subir aucun <strong>DM</strong> physiques, ni en infliger, ni lancer des sorts.</p>"
        }
      ],
      "class": {
        "key": "ensorceleur",
        "label": "Ensorceleur"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de l'artilleur",
    "data": {
      "key": "voie-de-l-artilleur",
      "capacities": [
        {
          "level": 1,
          "title": "Mécanismes",
          "description": "<p>L'Arquebusier obtient un bonus de +1 par Rang dans cette voie à tous les tests visant à réparer ou à comprendre des mécanismes (cela inclut le fait de désamorcer des pièges mécaniques et de manipuler des armes de siège). Il peut appliquer ce bonus à tous les tests d'attaque avec des armes de siège (baliste, couleuvrine, canon, trébuchet, catapulte, etc.).</p>"
        },
        {
          "level": 2,
          "title": "Tir de semonce",
          "limited": true,
          "description": "<p>Après avoir raté une attaque à distance au tour précédent, l'Arquebusier déclare qu'il s'agissait d'un tir de semonce. A ce tour, il tire sur la même cible et obtient +5 à son test et +1d6 aux <strong>DM</strong> sur sa première attaque.</p>"
        },
        {
          "level": 3,
          "title": "Tir de barrage",
          "limited": true,
          "description": "<p>L'Arquebusier met en joue une cible sur laquelle il a l'Initiative et attend. Si elle se déplace à ce tour, il effectue une attaque à distance. En cas de succès la victime choisit entre deux possibilités : soit elle subit double dégâts, soit elle ne se déplace pas et ne subit pas de dégâts, tout en perdant son tour.</p>"
        },
        {
          "level": 4,
          "title": "Couleuvrine",
          "limited": true,
          "description": "<p>L'Arquebusier obtient une couleuvrine, un petit canon portatif qui nécessite la mise en place d'un trépied (ou d'un appui). Utiliser cette arme demande une action limitée et ne peut avoir lieu qu'une seule fois par combat. Sur un test d'attaque à distance réussi, elle inflige [4d6 + Mod. de <strong>DEX</strong>] <strong>DM</strong>. La portée maximale de cette arme est de 100 mètres et sa portée minimale de 10 mètres.</p>"
        },
        {
          "level": 5,
          "title": "Feu nourri",
          "description": "<p>Lorsqu'il utilise le Tir de barrage, l'Arquebusier peut affecter jusqu'à [1 + Mod. de <strong>DEX</strong>] cibles différentes dans le même tour. Toutes les cibles doivent être dans une zone frontale de 20 mètres de large au maximum. Chaque cible donne lieu à un test d'attaque à distance indépendant.</p>"
        }
      ],
      "class": {
        "key": "arquebusier",
        "label": "Arquebusier"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de l'envoûteur",
    "data": {
      "key": "voie-de-l-envouteur",
      "description": "si une victime résiste à un sort de cette voie, elle y est immunisée pendant 24h.",
      "capacities": [
        {
          "level": 1,
          "title": "Injonction",
          "limited": true,
          "spell": true,
          "description": "<p>L'Ensorceleur donne un ordre simple (mais pas dangereux pour elle) que la victime doit pouvoir comprendre. Il doit réussir un test d'attaque magique opposé avec la cible (contre attaque au contact si la créature n'en a pas) à une portée de 20 mètres. En cas d'échec, la cible exécutera l'ordre pendant son prochain tour.</p>"
        },
        {
          "level": 2,
          "title": "Sommeil",
          "limited": true,
          "spell": true,
          "description":  "<p>[1d6 + Mod. de <strong>CHA</strong>] cibles vivantes dans une zone de 10 m de diamètre (portée 20 m) et dont le score max de PV ne dépasse pas le score d’attaque magique de l’ensorceleur* sombrent dans l’inconscience pendant [5 + Mod. de <strong>CHA</strong>] minutes. Il est possible de les réveiller en les giflant (action d’attaque).</p><p><i> * Les créatures dont les PV sont compris entre le score d’attaque magique du magicien et le double de celui-ci peuvent faire un test de <strong>SAG</strong> difficulté [10 + Mod. de <strong>CHA</strong>] pour résister au sort. Les créatures avec des PV supérieur ne sont pas affectées.</i></p>"
        },
        {
          "level": 3,
          "title": "Confusion",
          "limited": true,
          "spell": true,
          "description": "<p>En réussissant un test d'Attaque magique (portée 20 m), l'Ensorceleur désoriente sa cible pendant [3 + Mod. de <strong>CHA</strong>] tours. Chaque tour, lancer 1d6 : <strong>1-3</strong> la victime n'agit pas, <strong>4-6</strong> elle attaque la créature la plus proche (au hasard). Chaque fin de tour, elle fait un test de <strong>SAG</strong> difficulté [10 + Mod. de <strong>CHA</strong>] pour mettre fin au sort.</p>"
        },
        {
          "level": 4,
          "title": "Amitié",
          "limited": true,
          "spell": true,
          "description": "<p>Si l'Ensorceleur réussit un test d'Attaque magique (portée 10 m) contre le score max de PV d'une cible humanoïde, celle-ci se comporte comme un ami de longue date tant qu'elle n'est pas attaquée. Elle peut résister au sort avec un test de <strong>SAG</strong> difficulté [12 + Mod. de <strong>CHA</strong>], renouvelable une fois par jour.</p>"
        },
        {
          "level": 5,
          "title": "Domination",
          "limited": true,
          "spell": true,
          "description": "<p>En réussissant un test d’Attaque magique (portée 20 m) en opposition contre un test d’Attaque magique de la cible (ou d’Attaque au contact si la créature n’en a pas), l’Ensorceleur prend contrôle de son esprit pendant [1d4 + Mod. <strong>CHA</strong>] minutes. Son propre corps devient inactif. La victime peut résister au sort avec un test de <strong>SAG</strong> difficulté [10 + Mod. de <strong>CHA</strong>] à chaque fois qu’elle subit des <strong>DM</strong>. Si la créature meurt pendant la domination, l’Ensorceleur réintègre son corps et subit 1d6 <strong>DM</strong>.</p>"
        }
      ],
      "class": {
        "key": "ensorceleur",
        "label": "Ensorceleur"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de l'escrime",
    "data": {
      "key": "voie-de-l-escrime",
      "capacities": [
        {
          "level": 1,
          "title": "Précision",
          "description": "<p>Le Barde peut utiliser son score d'attaque à distance pour combattre au contact lorsqu'il emploie une arme à une main légère comme une dague, une épée courte ou une rapière.</p>"
        },
        {
          "level": 2,
          "title": "Intelligence du combat",
          "description": "<p>Le Barde ajoute son Mod. d'<strong>INT</strong> en Initiative et en <strong>DEF</strong> en plus de son Mod. de <strong>DEX</strong>.</p>"
        },
        {
          "level": 3,
          "title": "Feinte",
          "limited": true,
          "description": "<p>Le Barde effectue une attaque fictive pour déséquilibrer son adversaire et réaliser ensuite une attaque mortelle. Faites un test d'attaque normal à ce tour mais n'infligez aucun dégât. Au tour suivant, si vous attaquez le même adversaire, vous profiterez d'un bonus de +5 en attaque et, si votre feinte était réussie, de +2d6 aux <strong>DM</strong>.</p>"
        },
        {
          "level": 4,
          "title": "Attaque flamboyante",
          "limited": true,
          "description": "<p>Le style de combat du Barde est flamboyant et surprenant : avec cette Capacité, il effectue une attaque de contact avec un bonus d'attaque et de <strong>DM</strong> égal à son Mod. de <strong>CHA</strong> (en plus du Mod. de <strong>FOR</strong> ou de <strong>DEX</strong>).</p>"
        },
        {
          "level": 5,
          "title": "Botte mortelle",
          "description": "<p>Lors d'une attaque au contact, s'il obtient un score total d'attaque supérieur ou égal à la <strong>DEF</strong> de son adversaire +10 points, le Barde obtient un bonus de +2d6 aux <strong>DM</strong> de son attaque.</p>"
        }
      ],
      "class": {
        "key": "barde",
        "label": "Barde"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de l'invocation",
    "data": {
      "key": "voie-de-l-invocation",
      "capacities": [
        {
          "level": 1,
          "title": "Familier",
          "description": "<p>Le personnage choisit un petit animal (corbeau, chat, furet, serpent…). Il peut utiliser les sens de son familier et communiquer avec lui à distance illimitée. Il gagne de plus +2 en Initiative lorsque son familier est en vue.\n<i>Familier</i> : <strong>DEF</strong> [personnage], Init [personnage], PV [il les partage avec ceux de son maître], ils forment une cible unique pour les attaques de zone. <strong>FOR</strong> -4, <strong>DEX</strong> +3, <strong>CON</strong> 0, <strong>INT</strong> -2, <strong>SAG</strong> +1, <strong>CHA</strong> -2.</p>"
        },
        {
          "level": 2,
          "title": "Serviteur invisible",
          "limited": true,
          "spell": true,
          "description": "<p>Ce sort crée une force invisible pendant [5 + Mod. de <strong>CHA</strong>] minutes. Le serviteur peut effectuer à distance des tâches simples ne nécessitant pas de test de réussite et aucun score de Caractéristique supérieur à 10 (portée 20 m).</p>"
        },
        {
          "level": 3,
          "title": "Mur de force",
          "limited": true,
          "spell": true,
          "description": "<p>L'Ensorceleur crée un mur de force indestructible (portée 10 m, maximum 5 m de haut et 10 m de long), ou bien un hémisphère de 3 m de rayon centré sur lui-même. Le sort dure pendant [5 + Mod. de <strong>CHA</strong>] tours.</p>"
        },
        {
          "level": 4,
          "title": "Arme dansante",
          "limited": true,
          "spell": true,
          "description": "<p>Le sort crée une lame d’énergie lumineuse pendant [5 + Mod. de <strong>CHA</strong>] tours. Dès le premier tour, l’Ensorceleur peut lui ordonner d’attaquer une cible de son choix (action gratuite, portée 20 m). L’attaque magique de la lame = attaque magique de l’Ensorceleur, [1d8 + Mod de <strong>CHA</strong>] <strong>DM</strong>.</p>"
        },
        {
          "level": 5,
          "title": "Charisme héroïque",
          "description": "<p>Le personnage augmente sa valeur de <strong>CHA</strong> de +2 et il peut désormais lancer deux d20 à chaque fois qu'un test de <strong>CHA</strong> lui est demandé et conserver le meilleur résultat.</p>"
        }
      ],
      "class": {
        "key": "ensorceleur",
        "label": "Ensorceleur"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de la brute",
    "data": {
      "key": "voie-de-la-brute",
      "capacities": [
        {
          "level": 1,
          "title": "Argument de taille",
          "description": "<p>Le Barbare ajoute son Mod. de <strong>FOR</strong> à son score de PV maximum ainsi qu'à ses tests de <strong>CHA</strong> et à ceux de ses alliés au contact pour les tests de négociation, de persuasion ou d'intimidation. Allez savoir pourquoi, sa simple présence donne de la force aux arguments de ses alliés…</p>"
        },
        {
          "level": 2,
          "title": "Tour de force",
          "description": "<p>Le Barbare peut temporairement décupler ses ressources physiques pour faire usage d'une force prodigieuse. Il peut ainsi soulever une charge incroyable, briser une épée, tordre des barreaux ou défoncer une porte d'un seul coup de poing. Il obtient un bonus de +10 à son test de <strong>FOR</strong>, mais cela lui coûte 1d4 PV.</p>"
        },
        {
          "level": 3,
          "title": "Attaque brutale",
          "limited": true,
          "description": "<p>Le Barbare réalise une attaque au contact avec une pénalité de -2 en attaque et +1d6 au <strong>DM</strong>. Au Rang 5 de la voie, il peut choisir une pénalité de -5 pour obtenir +2d6 aux <strong>DM</strong>.</p>"
        },
        {
          "level": 4,
          "title": "Briseur d'os",
          "description": "<p>Les coups critiques du Barbare sont terribles et provoquent des handicaps durables. Le Barbare obtient un critique sur 19 et 20 au résultat du d20 en attaque au contact. Lorsqu’il obtient un critique, en plus des <strong>DM</strong> doublés, il inflige une pénalité de -2 à tous les tests d’attaque, de <strong>FOR</strong> et de <strong>DEX</strong> de sa victime. Cette pénalité affecte la cible jusqu’à ce qu’elle soit complètement guérie.</p>"
        },
        {
          "level": 5,
          "title": "Force héroïque",
          "description": "<p>Le personnage augmente sa valeur de <strong>FOR</strong> de +2 et il peut désormais lancer deux d20 à chaque fois qu'un test de <strong>FOR</strong> lui est demandé et garder le meilleur résultat.</p>"
        }
      ],
      "class": {
        "key": "barbare",
        "label": "Barbare"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de la divination",
    "data": {
      "key": "voie-de-la-divination",
      "capacities": [
        {
          "level": 1,
          "title": "6ème sens",
          "description": "<p>L'Ensorceleur sait toujours légèrement en avance ce qui va arriver. Il gagne un bonus de +1 par Rang dans la Voie en Initiative et en <strong>DEF</strong>, ainsi qu'un bonus de +2 par Rang à tous les tests pour éviter d'être surpris.</p>"
        },
        {
          "level": 2,
          "title": "Détection de l'invisible",
          "limited": true,
          "spell": true,
          "description": "<p>Pendant [5 + Mod. de <strong>CHA</strong>] tours, l’Ensorceleur détecte les créatures invisibles ou cachées à moins de 30 mètres et détecte si un sort de <i>Clairvoyance</i> affecte l’endroit. Aveuglé, ce sort lui permet de voir normalement.</p>"
        },
        {
          "level": 3,
          "title": "Clairvoyance",
          "limited": true,
          "spell": true,
          "description": "<p>L'Ensorceleur peut voir et entendre à distance ce qui se passe dans un lieu qu'il connait, tant qu'il reste concentré (action limitée à chaque tour). Les créatures présentes ont droit à un test de <strong>SAG</strong> difficulté [12 + Mod. de <strong>CHA</strong>] : en cas de réussite, elles se sentent observées.</p>"
        },
        {
          "level": 4,
          "title": "Prescience",
          "spell": true,
          "description": "<p>Une fois par combat, à la fin d'un tour, le joueur peut décider que tout ce qui s'est passé durant ce tour n'était que la vision d'un futur possible. On rejoue alors le tour depuis le début : les autres personnages ne peuvent pas changer leurs actions, contrairement à l'Ensorceleur qui bénéficie d'un bonus de +10 en Initiative et en <strong>DEF</strong>.</p>"
        },
        {
          "level": 5,
          "title": "Hyperconscience",
          "description": "<p>L'Ensorceleur augmente ses valeurs de <strong>SAG</strong> et d'<strong>INT</strong> de +2. Il peut désormais lancer deux d20 à chaque fois qu'un test de <strong>SAG</strong> ou d'<strong>INT</strong> lui est demandé et garder le meilleur résultat.</p>"
        }
      ],
      "class": {
        "key": "ensorceleur",
        "label": "Ensorceleur"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de la foi",
    "data": {
      "key": "voie-de-la-foi",
      "capacities": [
        {
          "level": 1,
          "title": "Parole divine",
          "description": "<p>Pour chaque rang dans cette Voie, le Prêtre obtient un bonus de +2 aux tests de <strong>CHA</strong> visant à convaincre ou convertir son auditoire.</p>"
        },
        {
          "level": 2,
          "title": "Arme d'argent",
          "limited": true,
          "spell": true,
          "description": "<p>Ce miracle crée pour la durée du combat une arme d'argent et de lumière que seul le Prêtre peut utiliser. Cette arme inflige [1d6 + Mod. de <strong>SAG</strong>] de <strong>DM</strong>. Contre les démons et les mort-vivants, elle offre un bonus de +2 en attaque et ajoute +1d6 aux <strong>DM</strong>.</p>"
        },
        {
          "level": 3,
          "title": "Ailes célestes",
          "limited": true,
          "spell": true,
          "description": "<p>Des ailes divines poussent dans le dos du Prêtre, qui peut voler à une vitesse  équivalente à deux fois son déplacement normal pendant [5 + Mod. de <strong>SAG</strong>] tours. Rester en vol stationnaire avec les ailes céleste est une action de mouvement.</p>"
        },
        {
          "level": 4,
          "title": "Foudres divines",
          "limited": true,
          "spell": true,
          "description": "<p>La foudre frappe toutes les créatures désignées dans un rayon de 10 mètres autour du Prêtre et leur inflige [1d6 + Mod. de <strong>SAG</strong>] de <strong>DM</strong>. Le Prêtre compare son test d’attaque magique à la <strong>DEF</strong> de chaque cible.</p>"
        },
        {
          "level": 5,
          "title": "Charisme héroïque",
          "description": "<p>Le personnage augmente sa valeur de <strong>CHA</strong> de +2 et il peut désormais lancer deux d20 à chaque fois qu'un test de <strong>CHA</strong> lui est demandé et conserver le meilleur résultat.</p>"
        }
      ],
      "class": {
        "key": "pretre",
        "label": "Prêtre"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de la guerre",
    "data": {
      "key": "voie-de-la-guerre",
      "capacities": [
        {
          "level": 1,
          "title": "Armure sur mesure",
          "description": "<p>L'armure du Chevalier est parfaitement ajustée, aussi il n'ajoute que la moitié de sa <strong>DEF</strong> à la difficulté des tests pour lesquels l'armure inflige une pénalité (de même pour les casques). Si vous n'utilisez pas la règle de pénalité des armures, le chevalier obtient un bonus de +1 en <strong>DEF</strong> lorsqu'il porte une armure métallique.</p>"
        },
        {
          "level": 2,
          "title": "Encaisser un coup",
          "limited": true,
          "description": "<p>Le chevalier se place de façon à dévier un coup sur son armure. A son tour, il fait seulement une action d'attaque ou une action de mouvement. Par la suite, à tout moment avant son prochain tour, il peut retrancher aux dégâts subits suite à une attaque au contact un total égal au Mod. de <strong>DEF</strong> de son armure (plus d'éventuels bonus de magie et de bouclier).</p>"
        },
        {
          "level": 3,
          "title": "Coup de bouclier",
          "description": "<p>Le chevalier peut effectuer à chaque tour une attaque au bouclier avec un d12 au lieu du d20 (action gratuite) qui inflige [1d4 + Mod. de <strong>FOR</strong>] <strong>DM</strong>.</p>"
        },
        {
          "level": 4,
          "title": "Frappe lourde",
          "limited": true,
          "description": "<p>Le chevalier effectue une attaque au contact avec 1d12 au lieu du d20 (en ajoutant normalement son score d'attaque). Si l'attaque est réussie, il ajoute +2d6 aux <strong>DM</strong>. Il ignore la moitié de la réduction des <strong>DM</strong> de la créature (<strong>RD</strong>), si elle possède cette capacité.</p>"
        },
        {
          "level": 5,
          "title": "Force héroïque",
          "description": "<p>Le personnage augmente sa valeur de <strong>FOR</strong> de +2 et il peut désormais lancer deux d20 à chaque fois qu'un test de <strong>FOR</strong> lui est demandé et garder le meilleur résultat.</p>"
        }
      ],
      "class": {
        "key": "chevalier",
        "label": "Chevalier"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de la guerre sainte",
    "data": {
      "key": "voie-de-la-guerre-sainte",
      "capacities": [
        {
          "level": 1,
          "title": "Arme bénie",
          "description": "<p>Le Prêtre bénit son arme sacrée. S'il obtient un résultat de « 1 » sur son dé de <strong>DM</strong>, il relance le dé et garde le second résultat. Les <strong>DM</strong> de l'arme sont considérés  comme magiques.</p>"
        },
        {
          "level": 2,
          "title": "Bouclier de la foi",
          "description": "<p>Le Prêtre porte le symbole de sa foi sur son bouclier, ce qui lui confère un bonus  supplémentaire de +1 en <strong>DEF</strong>. Ce bonus passe à +2 au Rang 4 de la Voie.</p>"
        },
        {
          "level": 3,
          "title": "Marteau spirituel",
          "limited": true,
          "spell": true,
          "description": "<p>Le Prêtre effectue une attaque magique avec une portée de 30 mètres. Un projectile d’énergie prenant la forme de l’arme du Prêtre va percuter la cible, lui infligeant [1d8 + Mod. de <strong>SAG</strong>] de <strong>DM</strong>.</p>"
        },
        {
          "level": 4,
          "title": "Châtiment divin",
          "limited": true,
          "description": "<p>Le Prêtre effectue une attaque de contact avec un bonus en attaque et aux dégâts égal à son Mod. de <strong>SAG</strong>.</p>"
        },
        {
          "level": 5,
          "title": "Mot de pouvoir",
          "limited": true,
          "spell": true,
          "description": "<p>Une fois par combat, le Prêtre peut prononcer un mot avec la voix de son dieu. Cela dépasse l'entendement des mortels et ses ennemis à portée de vue sont paralysés de terreur pendant 1 tour tandis que tous ses alliés en vue bénéficient d'un bonus de +5 en attaque pendant cette période.</p>"
        }
      ],
      "class": {
        "key": "pretre",
        "label": "Prêtre"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de la magie des arcanes",
    "data": {
      "key": "voie-de-la-magie-des-arcanes",
      "capacities": [
        {
          "level": 1,
          "title": "Agrandissement",
          "limited": true,
          "spell": true,
          "description": "<p>Le Magicien ou une cible volontaire (au contact) voit sa taille augmenter de 50% pendant [5 + Mod. d'<strong>INT</strong>] tours. Il gagne +2 aux <strong>DM</strong> au contact et aux tests de <strong>FOR</strong>. Pataud, il subit un malus de -2 aux tests de <strong>DEX</strong>.</p>"
        },
        {
          "level": 2,
          "title": "Forme gazeuse",
          "limited": true,
          "spell": true,
          "description": "<p>Le Magicien prend la consistance d’un gaz. Il se déplace au ras du sol (s’il chute, il le fait au ralenti) à une vitesse de 10 m par tour. Il peut s’introduire par les plus petits interstices (comme sous une porte) mais ne peut utiliser aucune capacité sous cette forme. Il ne subit pas non plus de <strong>DM</strong>, à l’exception des sorts de zone occasionnant des <strong>DM</strong> (comme Boule de feu). Le sort a une durée de [1d4 + Mod. d’<strong>INT</strong>] tours.</p>"
        },
        {
          "level": 3,
          "title": "Hâte",
          "limited": true,
          "spell": true,
          "description": "<p>Pendant [1d6 + Mod. d'<strong>INT</strong>] tours, le Magicien voit son métabolisme s'accélérer. A partir du tour suivant, il obtient une action supplémentaire par tour : soit une attaque normale, soit une action de mouvement. En revanche, il ne peut toujours accomplir qu'une seule action limitée par tour.</p>"
        },
        {
          "level": 4,
          "title": "Téléportation",
          "limited": true,
          "spell": true,
          "description": "<p>Le Magicien disparaît et réapparaît à un autre endroit situé à moins de [<strong>INT</strong> x 10] mètres. Le lieu d’arrivée doit être soit en ligne de vue, soit parfaitement connu par le Magicien.</p>"
        },
        {
          "level": 5,
          "title": "Désintégration",
          "limited": true,
          "spell": true,
          "description": "<p>Le Magicien projette un rayon mortel dont la portée est de 20 mètres et qui annule la cohésion de la matière, ne laissant derrière lui qu'un amas de poussière. Un test d'attaque magique réussi permet de toucher une créature et d'infliger [5d6 + Mod. d'<strong>INT</strong>] <strong>DM</strong>. Si le magicien vise un objet porté par une créature, le jet d'attaque subit un malus de -5. Les objets magiques sont insensibles à ce sort, les objets normaux sont réduits en poussière. Aucun objet de plus de 50 kg ne peut être affecté par ce sort : inutile donc de tenter de creuser un tunnel par ce biais. En revanche, vous pourrez ainsi désintégrer une porte (ou même une pierre dans un mur).</p>"
        }
      ],
      "class": {
        "key": "magicien",
        "label": "Magicien"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de la magie destructrice",
    "data": {
      "key": "voie-de-la-magie-destructrice",
      "capacities": [
        {
          "level": 1,
          "title": "Projectile magique",
          "limited": true,
          "spell": true,
          "description": "<p>Le Magicien choisit une cible visible située à moins de 50 mètres. Elle encaisse automatiquement 1d4 points de dégâts (pas de test d'attaque nécessaire). A partir du Rang 4 dans cette Voie, les <strong>DM</strong> passent à 1d6.</p>"
        },
        {
          "level": 2,
          "title": "Rayon affaiblissant",
          "limited": true,
          "spell": true,
          "description": "<p>Le Magicien choisit une cible située à moins de 10 mètres. Si son attaque magique réussit, le rayon affecte la cible qui subit un malus de -2 à ses tests de <strong>FOR</strong>, d'attaque au contact et de dégâts, pendant [1d6 + Mod. d'<strong>INT</strong>] tours.</p>"
        },
        {
          "level": 3,
          "title": "Flèche enflammée",
          "limited": true,
          "spell": true,
          "description": "<p>Le Magicien choisit une cible située à moins de 30 mètres. Si son attaque magique réussit, la cible encaisse [1d6 + Mod. d'<strong>INT</strong>] <strong>DM</strong> et la flèche enflamme ses vêtements. Chaque tour de combat suivant, le feu inflige 1d6 dégâts supplémentaires. Sur un résultat de 1 à 2, les flammes s'éteignent et le sort prend fin.</p>"
        },
        {
          "level": 4,
          "title": "Boule de feu",
          "limited": true,
          "spell": true,
          "description": "<p>Le Magicien choisit une cible située à moins de 30 mètres. Il fait un test d’attaque magique et le compare à la <strong>DEF</strong> de tous les personnages (y compris le Magicien et ses compagnons) se trouvant dans un rayon de 6 mètres autour de la cible. Chaque victime pour laquelle le test est un succès encaisse [4d6 + Mod. d’<strong>INT</strong>] de <strong>DM</strong> et doit effectuer un test de <strong>DEX</strong> difficulté 10 + Mod. d’<strong>INT</strong> du Magicien pour ne subir que la moitié des <strong>DM</strong>. Quand le test d’attaque est un échec, la cible subit automatiquement la moitié des <strong>DM</strong> (pas besoin de faire le test de <strong>DEX</strong>).</p>"
        },
        {
          "level": 5,
          "title": "Rituel de puissance",
          "description": "<p>Sur une attaque magique, le Magicien peut utiliser un d12 en attaque au lieu du d20 habituel. Si l'attaque est réussie, il ajoute 2d6 aux <strong>DM</strong>. Cette capacité s'utilise uniquement avec les sorts nécessitant un test d'attaque et infligeant des <strong>DM</strong>. Si les <strong>DM</strong> sont répartis sur plusieurs tours, seuls les <strong>DM</strong> initiaux sont modifiés.</p>"
        }
      ],
      "class": {
        "key": "magicien",
        "label": "Magicien"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de la magie élémentaire",
    "data": {
      "key": "voie-de-la-magie-elementaire",
      "capacities": [
        {
          "level": 1,
          "title": "Asphyxie",
          "limited": true,
          "spell": true,
          "description": "<p>Si le magicien réussit son test d'attaque magique (avec une portée de 20 m), la créature ciblée est privée d'air. La victime étouffe progressivement et subit 1d6 <strong>DM</strong> par tour pendant [1+Mod. d'<strong>INT</strong>] tours.</p>"
        },
        {
          "level": 2,
          "title": "Protection contre les éléments",
          "limited": true,
          "spell": true,
          "description": "<p>Pendant [5 + Mod. d'<strong>INT</strong>] tours, le Magicien retranche à tous les <strong>DM</strong> de feu, de froid, d'électricité ou d'acide subis un montant égal à 2 fois son Rang dans cette Voie.</p>"
        },
        {
          "level": 3,
          "title": "Arme enflammée",
          "limited": true,
          "spell": true,
          "description": "<p>Le Magicien peut enflammer une arme pour [5 + Mod. d'<strong>INT</strong>] tours. Celle-ci inflige +1D6 <strong>DM</strong> de feu.</p>"
        },
        {
          "level": 4,
          "title": "Respiration aquatique",
          "limited": true,
          "spell": true,
          "description": "<p>Le Magicien peut respirer sous l'eau pendant 10 minutes. Cette capacité peut être étendue à un compagnon par point de Mod. d'<strong>INT</strong>.</p>"
        },
        {
          "level": 5,
          "title": "Peau de pierre",
          "limited": true,
          "spell": true,
          "description": "<p>Le Magicien obtient une réduction des <strong>DM</strong> égale à [5 + Mod. d'<strong>INT</strong>] pendant [5+ Mod. d'<strong>INT</strong>] tours ou jusqu'à ce que le sort ait absorbé 40 points de dégâts.</p>"
        }
      ],
      "class": {
        "key": "magicien",
        "label": "Magicien"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de la magie protectrice",
    "data": {
      "key": "voie-de-la-magie-protectrice",
      "capacities": [
        {
          "level": 1,
          "title": "Armure de mage",
          "limited": true,
          "spell": true,
          "description": "<p>Le Magicien fait apparaître un nuage magique argenté qui le protège contre les attaques adverses. Il bénéficie d'un bonus de +4 à la <strong>DEF</strong> pour le reste du combat. Si le sort est cumulé à une armure physique, le bonus est divisé par 2 (+2 <strong>DEF</strong>).</p>"
        },
        {
          "level": 2,
          "title": "Chute ralentie",
          "limited": true,
          "spell": true,
          "description": "<p>Le Magicien affecte une cible à moins de 10 mètres avec ce sort. La cible peut chuter de 6 mètres par rang dans la Voie sans subir de dégâts. Si la chute est supérieure à cette hauteur, elle est réduite d'autant.</p>"
        },
        {
          "level": 3,
          "title": "Flou",
          "limited": true,
          "spell": true,
          "description": "<p>Pendant [1d4 + Mod. d'<strong>INT</strong>] tours, le corps du Magicien devient flou et tous les <strong>DM</strong> des attaques de contact ou à distance qu'il encaisse sont divisés par 2.</p>"
        },
        {
          "level": 4,
          "title": "Cercle de protection",
          "limited": true,
          "spell": true,
          "description": "<p>Le Magicien peut tracer un cercle sur le sol pouvant contenir 3 personnes. Une fois par tour, lorsqu’un sort prend pour cible un personnage situé dans le cercle (par un test d’attaque magique), le Magicien fait un test d’attaque magique en opposition à celui de l’adversaire. Si le test est réussi, le sort adverse est annulé et n’a aucun effet.</p>"
        },
        {
          "level": 5,
          "title": "Arrêt du temps",
          "limited": true,
          "spell": true,
          "description": "<p>Le Magicien arrête le temps pendant [1d6 + Mod. d’<strong>INT</strong>] tours. Seul le Magicien peut agir à sa guise pendant cette période, lancer des sorts sur lui-même, se déplacer et déplacer des objets, tant qu’il ne touche pas un être vivant ou n’interagit pas avec lui (en lui lançant un sort par exemple). Dans le cas d’un contact (même magique), le temps reprend instantanément son cours normal.</p>"
        }
      ],
      "class": {
        "key": "magicien",
        "label": "Magicien"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de la magie universelle",
    "data": {
      "key": "voie-de-la-magie-universelle",
      "description": "Pour chaque Rang dans cette Voie, le Magicien obtient un bonus de +2 aux tests d'<strong>INT</strong> basés sur la connaissance et l'érudition.",
      "capacities": [
        {
          "level": 1,
          "title": "Lumière",
          "limited": true,
          "spell": true,
          "description": "<p>Le Magicien désigne un objet, lequel produit dès lors de la lumière dans un rayon de 20 mètres. Cette source de lumière n’émet pas de chaleur et s’éteint après 10 minutes ou lorsque le Magicien le décide. Ce sort permet d’annuler un sort de Ténèbres lancé par un nécromancien de niveau inférieur.</p>"
        },
        {
          "level": 2,
          "title": "Détection de la magie",
          "limited": true,
          "spell": true,
          "description": "<p>Le Magicien se concentre et détecte la présence de toute inscription et de tout objet magique situé dans la pièce où il se trouve (ou dans les 15 mètres autour de lui). Ce sort permet aussi d'analyser les propriétés d'un objet magique au prix de 2 heures d'étude et de 100 pa de poudre d'argent.</p>"
        },
        {
          "level": 3,
          "title": "Invisibilité",
          "limited": true,
          "spell": true,
          "description": "<p>Le Magicien se rend invisible pendant [1d6 + Mod. d’<strong>INT</strong>] minutes. Une fois invisible, personne ne peut plus détecter sa présence ou lui porter d’attaque. Si le Magicien attaque ou utilise une capacité limitée, il redevient visible.</p>"
        },
        {
          "level": 4,
          "title": "Vol",
          "limited": true,
          "spell": true,
          "description": "<p>Le Magicien peut voler pendant [1d6 + Mod. d'<strong>INT</strong>] minutes. Sa vitesse de déplacement est la même qu'au sol.</p>"
        },
        {
          "level": 5,
          "title": "Intelligence héroïque",
          "description": "<p>Le personnage augmente sa valeur d'<strong>INT</strong> de +2 et il peut désormais lancer deux d20 à chaque fois qu'un test d'<strong>INT</strong> lui est demandé et conserver le meilleur résultat.</p>"
        }
      ],
      "class": {
        "key": "magicien",
        "label": "Magicien"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de la maîtrise",
    "data": {
      "key": "voie-de-la-maitrise",
      "capacities": [
        {
          "level": 1,
          "title": "Esquive du singe",
          "description": "<p>Pour chaque Rang dans cette Voie, le Moine gagne +1 en <strong>DEF</strong> et à tous ses tests de <strong>DEX</strong> pour effectuer des acrobaties.</p>"
        },
        {
          "level": 2,
          "title": "Morsure du serpent",
          "description": "<p>Le Moine obtient des <strong>DM</strong> critiques (multipliés par 2) sur un résultat de 19 à 20 au d20 du test d'attaque à mains nues ou avec une arme de contact, et sur des résultats de 18 à 20 avec une rapière ou une Vivelame.</p>"
        },
        {
          "level": 3,
          "title": "Griffes du tigre",
          "description": "<p>Les <strong>DM</strong> des attaques à mains nues du Moine sont désormais des jets sans limite : s'il obtient les <strong>DM</strong> maximum sur son dé, le joueur le relance et ajoute le nouveau résultat à ses <strong>DM</strong>. Tant que le dé donne le meilleur résultat possible, il est relancé et son score comptabilisé. Les dés en bonus (Puissance du Ki par exemple) ne sont jamais relancés, seulement ceux des <strong>DM</strong> à mains nues.</p>"
        },
        {
          "level": 4,
          "title": "Fureur du dragon",
          "limited": true,
          "description": "<p>Une fois par combat, le Moine peut effectuer une attaque tournoyante qui inflige automatiquement [2d6+ Mod. de <strong>FOR</strong>] de <strong>DM</strong> à tous les adversaires au contact et oblige ceux-ci à réussir un test de <strong>FOR</strong> difficulté 10 pour ne pas tomber au sol.</p>"
        },
        {
          "level": 5,
          "title": "Moment de perfection",
          "description": "<p>Une fois par combat, le Moine peut choisir de réussir toutes ses attaques automatiquement et d'esquiver toutes celles qui le prennent pour cible pendant un tour. Tout semble aller au ralenti autour de lui&#8230;</p>"
        }
      ],
      "class": {
        "key": "moine",
        "label": "Moine"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de la méditation",
    "data": {
      "key": "voie-de-la-meditation",
      "capacities": [
        {
          "level": 1,
          "title": "Pacifisme",
          "description": "<p>Tant que le Moine n'a réalisé aucune action offensive dans un combat, il bénéficie d'un bonus en <strong>DEF</strong> de +5.</p>"
        },
        {
          "level": 2,
          "title": "Transe de guérison",
          "description": "<p>Une fois après chaque combat, le Moine peut méditer pendant 10 minutes et récupérer ainsi [niveau + Mod de <strong>SAG</strong>] PV.</p>"
        },
        {
          "level": 3,
          "title": "Maîtrise du ki",
          "description": "<p>Le Moine utilise son intuition et son empathie avec le monde pour augmenter son efficacité en combat. Il ajoute son Mod. de <strong>SAG</strong> à son Initiative et sa <strong>DEF</strong>.</p>"
        },
        {
          "level": 4,
          "title": "Projection mentale",
          "limited": true,
          "description": "<p>Le Moine entre en méditation et projette son esprit hors de son corps. Celui-ci ressemble à un ectoplasme de couleur blanche qui se déplace en volant à la vitesse de 10 m par tour. Il peut passer au travers des murs, mais pas des êtres vivants, et il reste relié à son corps d’origine par un long filin argenté. La durée maximum de la projection est de [valeur de <strong>SAG</strong>] tours. Le Moine ne perçoit le monde que via sa projection mentale mais ressent si des <strong>DM</strong> sont infligés à son corps.</p>"
        },
        {
          "level": 5,
          "title": "Sagesse héroïque",
          "description": "<p>Le personnage augmente sa valeur de <strong>SAG</strong> de +2. Il peut désormais lancer deux d20 à chaque fois qu'un test de <strong>SAG</strong> lui est demandé et conserver le meilleur résultat.</p>"
        }
      ],
      "class": {
        "key": "moine",
        "label": "Moine"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de la mort",
    "data": {
      "key": "voie-de-la-mort",
      "description": "Les sorts de cette voie n'affectent pas les créatures non vivantes (golem, élémentaires, mort-vivants).",
      "capacities": [
        {
          "level": 1,
          "title": "Siphon des âmes",
          "spell": true,
          "description": "<p>Chaque fois qu'une créature meurt à moins de 20 m du Nécromancien, il récupère 1d6 PV.</p>"
        },
        {
          "level": 2,
          "title": "Masque mortuaire",
          "limited": true,
          "spell": true,
          "description": "<p>Pendant [5 + Mod. d'<strong>INT</strong>] tours, le Nécromancien prend l'apparence de la mort. Il est immunisé aux attaques qui n'affectent que les vivants et à la plupart des pouvoirs des mort-vivants (de plus, ceux-ci le prennent pour l'un des leurs). Il retranche 2 points à tous les <strong>DM</strong> physiques subits et divise par deux tous les <strong>DM</strong> de froid.</p>"
        },
        {
          "level": 3,
          "title": "Baiser du vampire",
          "limited": true,
          "spell": true,
          "description": "<p>Ce sort nécessite la réussite d'un test d'attaque magique (portée 50 m). La cible subit [1d8+Mod. d'<strong>INT</strong>] <strong>DM</strong> et le Nécromancien récupère autant de PV (sans dépasser son score max de PV).</p>"
        },
        {
          "level": 4,
          "title": "Briser les cœurs",
          "limited": true,
          "spell": true,
          "description": "<p>Le Nécromancien fait mine de broyer le coeur de sa victime. Il doit réussir une attaque magique (portée 20 m) et inflige [5d6 + Mod. d'<strong>INT</strong>] <strong>DM</strong>. La victime divise les <strong>DM</strong> par deux si elle réussit un test de <strong>CON</strong> difficulté [10 + Mod. d'<strong>INT</strong>].</p>"
        },
        {
          "level": 5,
          "title": "Mot de mort",
          "limited": true,
          "spell": true,
          "description": "<p>Le Nécromancien doit réussir un test d'attaque magique contre le score max de PV de sa cible (portée 10 m). La victime doit réussir un test de <strong>CON</strong> difficulté [ 10 + Mod. d'<strong>INT</strong>] ou tomber à 0 PV.</p>"
        }
      ],
      "class": {
        "key": "necromancien",
        "label": "Nécromancien"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de la nature",
    "data": {
      "key": "voie-de-la-nature",
      "capacities": [
        {
          "level": 1,
          "title": "Maître de la survie",
          "description": "<p>Le Druide obtient un bonus de +2 par rang dans la voie à tous les tests basés sur la survie en milieu naturel (survie, vigilance, discrétion, etc.).</p>"
        },
        {
          "level": 2,
          "title": "Marche sylvestre",
          "description": "<p>Non seulement le Druide ne subit aucune pénalité de déplacement en terrain difficile (neige, boue, broussailles, pente abrupte, etc.) mais en plus, il obtient un bonus de +2 en attaque et en <strong>DEF</strong> lors d'un combat dans ces conditions.</p>"
        },
        {
          "level": 3,
          "title": "Résistant",
          "description": "<p>Le Druide obtient une réduction de <strong>DM</strong> égal à son [Rang x 2] contre toutes les sources de dégâts « naturels » : froid, chaleur, chutes, poisons… mais aussi aux <strong>DM</strong> provoqués par les animaux ou les insectes (même géants).</p>"
        },
        {
          "level": 4,
          "title": "Bâton de druide",
          "limited": true,
          "description": "<p>Le Druide combat avec les deux extrémités de son bâton de bois noueux. Lorsqu'il utilise cette capacité, il effectue deux attaques de contact infligeant [1d6 <strong>DM</strong> + Mod. de <strong>FOR</strong> ou de <strong>DEX</strong>] (au choix) par attaque.</p>"
        },
        {
          "level": 5,
          "title": "Constitution héroïque",
          "description": "<p>Le personnage augmente son score de <strong>CON</strong> de +2 et il peut désormais lancer deux d20 à chaque fois qu'un test de <strong>CON</strong> lui est demandé et conserver le meilleur résultat.</p>"
        }
      ],
      "class": {
        "key": "druide",
        "label": "Druide"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de la noblesse",
    "data": {
      "key": "voie-de-la-noblesse",
      "capacities": [
        {
          "level": 1,
          "title": "Eduqué",
          "description": "<p>Le Chevalier sait lire et écrire, il gagne +1 par rang dans la voie à tous les tests d'<strong>INT</strong> et de <strong>CHA</strong>.</p>"
        },
        {
          "level": 2,
          "title": "Autorité naturelle",
          "description": "<p>Le chevalier obtient un bonus égal à [1 + Mod. de <strong>CHA</strong>] en Initiative et en <strong>DEF</strong>. De plus, il bénéficie d'un bonus de +5 aux tests de <strong>CHA</strong> réalisés pour donner des ordres ou intimider.</p>"
        },
        {
          "level": 3,
          "title": "Ecuyer",
          "description": "<p>Le Chevalier dispose d’un écuyer à son service (Initiative 14, Défense 14, PV 13, Att +3, <strong>DM</strong> 1d8+1). Il est absolument loyal à son maître et lui sert de serviteur, il s’occupe de sa monture et de son équipement, prépare le campement, panse les blessures, etc.\nGrâce à l’écuyer, les armes du Chevalier sont parfaitement affûtées et infligent des critiques sur 19 ou 20. De plus, le Chevalier, sa monture et jusqu’à [1 + Mod. de <strong>CHA</strong>] alliés récupèrent 2d6 PV supplémentaires chaque nuit s’ils profitent des services de l’écuyer. Tous les frais sont pris en charge par la capacité.\nSi l’écuyer vient à mourir, le Chevalier en prendra un autre à son service au niveau suivant.</p>"
        },
        {
          "level": 4,
          "title": "Massacrer la piétaille",
          "description": "<p>Le Chevalier ajoute +1d6 aux <strong>DM</strong> contre la piétaille. S'il y a au moins 4 créatures aux statistiques semblables impliquées dans le combat, elles sont assimilées à de la piétaille (même si leur nombre est par la suite réduit à moins de 4 au cours du combat). Les grandes créatures et les cavaliers ne sont jamais considérés comme de la piétaille.</p>"
        },
        {
          "level": 5,
          "title": "Formation d'élite",
          "description": "<p>Le chevalier possède les moyens et la culture nécessaire pour obtenir une formation dans n'importe quel domaine qui lui sied. Choisissez une capacité de rang 1 à 3 dans n'importe quel Profil issu de la famille des combattants ou des voyageurs.</p>"
        }
      ],
      "class": {
        "key": "chevalier",
        "label": "Chevalier"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de la précision",
    "data": {
      "key": "voie-de-la-precision",
      "capacities": [
        {
          "level": 1,
          "title": "Joli coup !",
          "description": "<p>L'Arquebusier ignore les pénalités normalement appliquées lorsque la cible est à couvert (généralement -2 à -5).</p>"
        },
        {
          "level": 2,
          "title": "Tir précis",
          "description": "<p>L'Arquebusier ajoute un bonus de +1 aux <strong>DM</strong> des armes de tir jusqu'à une portée de [5 x Mod. de <strong>DEX</strong>]. Ce bonus passe à +2 au Rang 4 de la voie.</p>"
        },
        {
          "level": 3,
          "title": "Défaut dans la cuirasse",
          "limited": true,
          "description": "<p>L'Arquebusier passe un tour complet à analyser le point faible de son adversaire et à viser. Au tour suivant, il réalisera ses attaques à distance sur cette cible contre une <strong>DEF</strong> de [10 + Mod. de <strong>DEX</strong> de la cible]. Au lieu de cela, le joueur peut choisir d'ignorer la réduction des <strong>DM</strong> (<strong>RD</strong>) d'une créature (dans ce cas la <strong>DEF</strong> n'est pas modifiée).</p>"
        },
        {
          "level": 4,
          "title": "Tir parabolique",
          "description": "<p>L’Arquebusier est capable de réaliser un tir à longue distance sans pénalité : il double la portée des armes à distance. Il peut aussi tirer jusqu’au triple de la portée indiquée avec une pénalité de -5 en attaque et aux <strong>DM</strong>. Cette capacité ne modifie pas la portée de <i>Tir précis</i>.</p>"
        },
        {
          "level": 5,
          "title": "Tir mortel",
          "description": "<p>Pour une attaque à distance, l'Arquebusier peut choisir d'utiliser un d12 pour son attaque au lieu du d20 habituel (et il ajoute normalement son score d'attaque). Si l'attaque est réussie, il ajoute +2d6 aux <strong>DM</strong>.</p>"
        }
      ],
      "class": {
        "key": "arquebusier",
        "label": "Arquebusier"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de la prière",
    "data": {
      "key": "voie-de-la-priere",
      "capacities": [
        {
          "level": 1,
          "title": "Bénédiction",
          "limited": true,
          "spell": true,
          "description": "<p>Le Prêtre) bénéficient d'un bonus de +1 à tous leurs tests de Caractéristique et d'attaque pendant [3 + Mod. de <strong>SAG</strong>] tours.</p>"
        },
        {
          "level": 2,
          "title": "Destruction des morts-vivants",
          "limited": true,
          "spell": true,
          "description": "<p>Le Prêtre peut faire un test de <strong>SAG</strong> difficulté 13. S'il réussit, tous les morts-vivants en vue subissent 2d6 points de <strong>DM</strong>. Ces <strong>DM</strong> passent à 3d6 au rang 4 de la Voie.</p>"
        },
        {
          "level": 3,
          "title": "Sanctuaire",
          "limited": true,
          "spell": true,
          "description": "<p>Quand le Prêtre lance ce sort, tous les adversaires qui veulent l'attaquer doivent d'abord réussir un test de <strong>SAG</strong> difficulté 15. S'ils échouent, ils ne peuvent pas l'attaquer. Les effets de ce sort durent [5 + Mod de <strong>SAG</strong>] tours, mais s'il tente la moindre attaque, le sort prend fin immédiatement.</p>"
        },
        {
          "level": 4,
          "title": "Intervention divine",
          "description": "<p>Le Prêtre fait appel à son dieu pour changer le cours des événements. Une fois par combat, il peut décider qu'un test du MJ ou des joueurs est une réussite ou un échec, même après que les dés aient révélé leur résultat.</p>"
        },
        {
          "level": 5,
          "title": "Sagesse héroïque",
          "description": "<p>Le personnage augmente sa valeur de <strong>SAG</strong> de +2. Il peut désormais lancer deux d20 à chaque fois qu'un test de <strong>SAG</strong> lui est demandé et conserver le meilleur résultat.</p>"
        }
      ],
      "class": {
        "key": "pretre",
        "label": "Prêtre"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de la rage",
    "data": {
      "key": "voie-de-la-rage",
      "capacities": [
        {
          "level": 1,
          "title": "Cri de guerre",
          "limited": true,
          "description": "<p>Une fois par combat, le Barbare pousse un hurlement qui effraie ses adversaires. Tout ennemi dont la <strong>FOR</strong> et les PV maximum sont inférieurs à ceux du Barbare subit un malus de -2 à ses tests d’attaque au contact contre le personnage pour le reste du combat. Cette capacité ne nécessite plus qu’une action de mouvement à partir du rang 4.</p>"
        },
        {
          "level": 2,
          "title": "Défier la mort",
          "description": "<p>Lorsque le Barbare subit des <strong>DM</strong> d'une attaque qui devrait l'amener à 0 PV, il peut réaliser un test de <strong>CON</strong> difficulté 10. En cas de réussite, il conserve 1 PV. La difficulté augmente de 10 à chaque blessure supplémentaire reçue par la suite. S'il est enragé il obtient un bonus de +10 à ces tests.</p>"
        },
        {
          "level": 3,
          "title": "Rage du berserk",
          "limited": true,
          "description": "<p>Le Barbare entre dans une rage berserk pour le reste du combat, ce qui le rend particulièrement dangereux. Il obtient un bonus de +2 en attaque et +1d6 aux <strong>DM</strong> sur toutes ses attaques au contact, mais perd 4 en <strong>DEF</strong> et ne peut fuir ou attaquer à distance. S’il veut stopper la rage avant d’avoir éliminé tous les ennemis sur le terrain, le Barbare doit réussir un test de <strong>SAG</strong> difficulté 13 (un seul essai par tour).</p>"
        },
        {
          "level": 4,
          "title": "Même pas mal",
          "description": "<p>Lorsqu'il subit un coup critique, cela a pour effet de décupler la rage du barbare. Il peut immédiatement entrer en Rage ou en Furie (action gratuite), et gagne un bonus de +1d6 aux <strong>DM</strong> de ses attaques au contact pour les 3 prochains tours. Le joueur description les <strong>DM</strong> supplémentaires de l'attaque critique à part : le Barbare ne perdra ces PV qu'à la fin de la rage.</p>"
        },
        {
          "level": 5,
          "title": "Furie du berserk",
          "limited": true,
          "description": "<p>Au lieu de la Rage du berserk, le Barbare peut entrer s’il le souhaite en Furie du berserk, qui lui donne +3 en attaque et +2d6 aux <strong>DM</strong> pour une pénalité en <strong>DEF</strong> de -6. La difficulté du test de <strong>SAG</strong> pour sortir prématurément de cet état passe à 16.</p>"
        }
      ],
      "class": {
        "key": "barbare",
        "label": "Barbare"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de la résistance",
    "data": {
      "key": "voie-de-la-resistance",
      "capacities": [
        {
          "level": 1,
          "title": "Robustesse",
          "description": "<p>En prenant cette capacité, le Guerrier gagne 3 PV supplémentaires au Rang 1, puis 3 PV de plus au Rang 3 de cette Voie et enfin 3 PV au Rang 5.</p>"
        },
        {
          "level": 2,
          "title": "Armure naturelle",
          "description": "<p>Le Guerrier a endurci son corps. Il bénéficie d'un bonus de +2 à la <strong>DEF</strong>. Ce bonus passe à +4 lorsqu'il atteint le rang 4 de la voie.</p>"
        },
        {
          "level": 3,
          "title": "Second souffle",
          "limited": true,
          "description": "<p>Une fois par combat, le Guerrier peut décider de ne pas attaquer lors du tour de combat pour reprendre son souffle. Il récupère alors [1d10 + niveau + Mod. de <strong>CON</strong>] PV.</p>"
        },
        {
          "level": 4,
          "title": "Dur à cuire",
          "description": "<p>Le Guerrier reçoit un bonus de +5 à tous ses tests de <strong>CON</strong>. De plus, lorsqu'il tombe à 0 PV, il peut continuer à agir pendant un ultime tour avant de tomber inconscient.</p>"
        },
        {
          "level": 5,
          "title": "Constitution héroïque",
          "description": "<p>Le personnage augmente son score de <strong>CON</strong> de +2 et il peut désormais lancer deux d20 à chaque fois qu'un test de <strong>CON</strong> lui est demandé et conserver le meilleur résultat.</p>"
        }
      ],
      "class": {
        "key": "guerrier",
        "label": "Guerrier"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de la séduction",
    "data": {
      "key": "voie-de-la-seduction",
      "capacities": [
        {
          "level": 1,
          "title": "Charmant",
          "description": "<p>Le Barde obtient un bonus de +2 par rang atteint dans cette voie pour tous ses tests de <strong>CHA</strong> visant à séduire, baratiner ou mentir.</p>"
        },
        {
          "level": 2,
          "title": "Dentelles et rapière",
          "description": "<p>Le Barde ne met pas d’armure, cela ne sied point en société. Sa seule armure est la dentelle, sa seule défense, la rapière. Lorsqu’il ne porte aucune armure et combat avec une rapière ou une épée, le Barde obtient un bonus de +1 en <strong>DEF</strong> contre les attaques au contact par Rang possédé dans cette Voie.</p>"
        },
        {
          "level": 3,
          "title": "Arme secrète",
          "description": "<p>Une fois par combat, le Barde peut utiliser un subterfuge de séducteur pour surprendre et déstabiliser un adversaire du sexe opposé. Ce peut être un baiser fougueux soudainement délivré au cœur d'une mêlée, un sein qui s'échappe d'un bustier par mégarde, une main qui s'égare par le plus grand des hasards… Il doit réussir un test de <strong>CHA</strong> de difficulté égale à l'<strong>INT</strong> de son adversaire. En cas de succès celui-ci subit un malus de -10 en attaque et en <strong>DEF</strong> pendant 1 tour.</p>"
        },
        {
          "level": 4,
          "title": "Suggestion",
          "limited": true,
          "spell": true,
          "description": "<p>Une fois par jour, le Barde peut suggérer une action à une créature en réussissant un test d'attaque magique avec pour difficulté les PV maximum de celle-ci. En cas de réussite la créature fera tout son possible pour satisfaire sa demande pendant 24 heures. Elle évitera les actions suicidaires (ce qui lui donnerait immédiatement un test d'<strong>INT</strong> difficulté 10 pour échapper au sort).</p>"
        },
        {
          "level": 5,
          "title": "Charisme héroïque",
          "description": "<p>Le personnage augmente sa valeur de <strong>CHA</strong> de +2 et il peut désormais lancer deux d20 à chaque fois qu'un test de <strong>CHA</strong> lui est demandé et conserver le meilleur résultat.</p>"
        }
      ],
      "class": {
        "key": "barde",
        "label": "Barde"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de la sombre magie",
    "data": {
      "key": "voie-de-la-sombre-magie",
      "description": "Le Nécromancien obtient un bonus de +2 par rang à tous les tests d'<strong>INT</strong> basés sur les connaissances occultes.",
      "capacities": [
        {
          "level": 1,
          "title": "Ténèbres",
          "limited": true,
          "spell": true,
          "description": "<p>Le Nécromancien invoque une zone fixe de ténèbres magiques, de 10 m de diamètre, pour une durée de [5 + Mod. d'<strong>INT</strong>] tours. Même les créatures capables de voir dans le noir sont aveuglées dans cette zone.</p>"
        },
        {
          "level": 2,
          "title": "Pattes d'araignée",
          "limited": true,
          "spell": true,
          "description": "<p>Le Nécromancien peut se déplacer de 10 m par action de mouvement sur les murs et les plafonds pendant [5 + Mod. d'<strong>INT</strong>] tours. S'il reste immobile, il peut lancer des sorts</p>"
        },
        {
          "level": 3,
          "title": "Strangulation",
          "limited": true,
          "spell": true,
          "description": "<p>En réussissant un test d’attaque magique (portée 20 m), le Nécromancien étouffe une créature vivante et lui inflige [1d6 + Mod. d’<strong>INT</strong>] <strong>DM</strong> par tour pendant [rang] tours pourvu qu’il maintienne sa concentration par une action limitée. La victime subit un malus égal au nombre de tours d’effet de la Strangulation (-1 au premier tour, -2 au second, etc.) à tous ses tests. Si la victime sort du champ de vision du Nécromancien, le sort prend fin.</p>"
        },
        {
          "level": 4,
          "title": "Ombre mortelle",
          "limited": true,
          "spell": true,
          "description": "<p>L'ombre de la cible du Nécromancien attaque son propriétaire pendant [3 + Mod.  d'<strong>INT</strong>] tours (portée 20 m). L'ombre poursuit sa cible partout où elle se réfugie. Ombre : 1 attaque par tour, att = att de la cible, <strong>DM</strong> = <strong>DM</strong> de la cible divisés par 2.</p>"
        },
        {
          "level": 5,
          "title": "Intelligence héroïque",
          "description": "<p>Le personnage augmente sa valeur d'<strong>INT</strong> de +2 et il peut désormais lancer deux d20 à chaque fois qu'un test d'<strong>INT</strong> lui est demandé et conserver le meilleur résultat.</p>"
        }
      ],
      "class": {
        "key": "necromancien",
        "label": "Nécromancien"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de la spiritualité",
    "data": {
      "key": "voie-de-la-spiritualite",
      "capacities": [
        {
          "level": 1,
          "title": "Vêtements sacrés",
          "description": "<p>La tenue religieuse traditionnelle du Prêtre remplace une armure et a été bénie à cet effet : il obtient un bonus en <strong>DEF</strong> égal à +1 pour chaque Rang dans cette Voie (lorsqu'il ne porte aucune armure).</p>"
        },
        {
          "level": 2,
          "title": "Protection contre le mal",
          "limited": true,
          "spell": true,
          "description": "<p>Le Prêtre peut lancer ce sort sur lui ou sur tout allié (portée : contact) pour la durée d'un combat. La cible obtient alors un bonus de +2 en <strong>DEF</strong> et pour tous les tests de résistance contre les attaques des mort-vivants, des démons, des élémentaires et des créatures conjurées (appelées d'un autre plan par magie).</p>"
        },
        {
          "level": 3,
          "title": "Délivrance",
          "limited": true,
          "spell": true,
          "description": "<p>En touchant sa cible, le Prêtre annule les pénalités infligées par les sorts, les malédictions, la pétrification et les capacités spéciales d'autres personnages ou de créatures (douleur, mutilation, poisons etc.).</p>"
        },
        {
          "level": 4,
          "title": "Marche des plans",
          "limited": true,
          "spell": true,
          "description": "<p>Une fois par jour et pour une durée maximale de [3 + Mod. de <strong>SAG</strong>] tours, le Prêtre peut passer dans une dimension entre les plans d’existence où le temps et l’espace sont déformés. Il se déplace dans une sorte de brouillard gris où le paysage défile à toute vitesse. Pour chaque tour de « Marche des plans », il se déplace en réalité de 10 km. Le lieu de sortie n’est cependant pas très précis et le MJ doit déterminer une position au hasard autour du point visé (à 1d6 km près).</p>"
        },
        {
          "level": 5,
          "title": "Messie",
          "spell": true,
          "description": "<p>Une fois par aventure, le Prêtre entre directement en contact avec la puissance divine et réalise un miracle. Il s'agit d'un pouvoir extraordinaire que le MJ accorde au joueur et qui permet des actes légendaires comme écarter les eaux, téléporter tout son groupe ou invoquer des nuées mortelles&#8230;</p>"
        }
      ],
      "class": {
        "key": "pretre",
        "label": "Prêtre"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de la survie",
    "data": {
      "key": "voie-de-la-survie",
      "capacities": [
        {
          "level": 1,
          "title": "Endurant",
          "description": "<p>Pour chaque Rang dans cette Voie, le Rôdeur obtient un bonus de +2 sur tous ses  tests de <strong>CON</strong> destinés à résister à la fatigue, aux intempéries et liés de manière générale à la survie en milieu naturel.</p>"
        },
        {
          "level": 2,
          "title": "Nature nourricière",
          "description": "<p>Si le Rôdeur passe 1 heure en forêt, il trouve de quoi nourrir deux personnes (pour une journée) pour chaque rang qu’il possède dans cette voie. En passant 1d6 heure(s) et en réussissant un test de <strong>SAG</strong> difficulté 10, le Rôdeur trouve des plantes médicinales qui lui permettent de soigner 1d6 PV par Rang. Ces plantes doivent être utilisées immédiatement. Ces soins peuvent toutefois être répartis sur plusieurs patients : le joueur alloue les d6 correspondant aux plantes médicinales à sa guise.</p>"
        },
        {
          "level": 3,
          "title": "Grand pas",
          "description": "<p>Le Rôdeur augmente tous ses déplacements de 10 m. Il n'est pas gêné par les terrains accidentés et obtient +5 aux tests de natation et d'escalade.</p>"
        },
        {
          "level": 4,
          "title": "Increvable",
          "limited": true,
          "description": "<p>Si vous croyez en avoir fini avec lui&#8230; Une fois par combat, lorsqu'il tombe à 0 PV, le Rôdeur peut récupérer [3d6 + Mod. de <strong>CON</strong>] PV au tour suivant.</p>"
        },
        {
          "level": 5,
          "title": "Constitution héroïque",
          "description": "<p>Le personnage augmente son score de <strong>CON</strong> de +2 et il peut désormais lancer deux d20 à chaque fois qu'un test de <strong>CON</strong> lui est demandé et conserver le meilleur résultat.</p>"
        }
      ],
      "class": {
        "key": "rodeur",
        "label": "Rôdeur"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de l'archer",
    "data": {
      "key": "voie-de-l-archer",
      "capacities": [
        {
          "level": 1,
          "title": "Sens affûtés",
          "description": "<p>Pour chaque Rang dans cette Voie, le Rôdeur gagne un bonus de +2 à tous ses tests de <strong>SAG</strong> destinés à simuler la perception (vue, ouïe, vigilance, etc.). De plus, il ajoute son Mod. de <strong>SAG</strong> aux dégâts qu'il inflige à l'arc et à son Initiative.</p>"
        },
        {
          "level": 2,
          "title": "Tir aveugle",
          "limited": true,
          "description": "<p>Le Rôdeur peut attaquer à distance un ennemi qu'il ne voit pas (par exemple invisible ou plongé dans le noir total), mais dont il connaît l'existence et la direction approximative, comme s'il le voyait, donc sans le malus causé par le fait qu'il ne la voit pas.</p>"
        },
        {
          "level": 3,
          "title": "Tir rapide",
          "limited": true,
          "description": "<p>Le Rôdeur peut faire 2 attaques à distance pendant ce tour.</p>"
        },
        {
          "level": 4,
          "title": "Flèche de mort",
          "limited": true,
          "description": "<p>Le Rôdeur lance deux d20 pour son attaque et conserve le meilleur résultat. Les dégâts de la flèche sont doublés.</p>"
        },
        {
          "level": 5,
          "title": "Dans le mille",
          "description": "<p>Pour une attaque à distance, le Rôdeur peut choisir d’utiliser 1d12 en attaque au lieu du d20 habituel (et il ajoute normalement son score d’attaque à distance). Si l’attaque est réussie, il ajoute 2d6 aux <strong>DM</strong>. Cette Capacité peut être utilisée avec Tir Rapide ou Flèche de mort (le bonus de 2d6 aux <strong>DM</strong> n’est pas doublé) par exemple.</p>"
        }
      ],
      "class": {
        "key": "rodeur",
        "label": "Rôdeur"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de l'assassin",
    "data": {
      "key": "voie-de-l-assassin",
      "capacities": [
        {
          "level": 1,
          "title": "Discrétion",
          "description": "<p>Quand il essaie de passer inaperçu, le Voleur bénéficie d'un bonus de +2 à son test de <strong>DEX</strong> pour chaque rang acquis dans cette voie.</p>"
        },
        {
          "level": 2,
          "title": "Attaque sournoise",
          "limited": true,
          "description": "<p>Quand il attaque un adversaire dans le dos* ou par surprise, le Voleur inflige 1d6 de <strong>DM</strong> supplémentaires par rang possédé dans cette voie (notez que les dés d’Attaque sournoise ne sont pas multipliés en cas de critique).\n\n* Attaquer de dos : lorsque le Voleur attaque la même créature qu’un allié, on considère qu’il peut attaquer celle-ci de dos à 2 conditions.\n1. Le Voleur et l’allié peuvent se placer de part et d’autre de la cible.\n2. La cible n’a pas attaqué le Voleur à son dernier tour (dans le cas contraire, on considère qu’elle lui fait face).</p>"
        },
        {
          "level": 3,
          "title": "Ombre mouvante",
          "limited": true,
          "description": "<p>En réussissant un test de <strong>DEX</strong> difficulté 10, le Voleur peut disparaître dans les ombres à son tour et ne réapparaître qu’au tour suivant durant sa phase d’Initiative. Aucun adversaire ne peut l’attaquer pendant qu’il a disparu dans les ombres, mais il peut subir des <strong>DM</strong> de zone. Le Voleur réapparait à une distance maximum de 10 m de sa position initiale, si le Voleur a l’Initiative, il peut réaliser une Attaque sournoise.</p>"
        },
        {
          "level": 4,
          "title": "Surprise",
          "description": "<p>Le Voleur n’est jamais surpris. Il peut réaliser une Attaque sournoise en utilisant  une action d’attaque plutôt qu’une action limitée contre un adversaire Surpris.</p>"
        },
        {
          "level": 5,
          "title": "Ouverture mortelle",
          "description": "<p>Une fois par combat, le Voleur obtient une réussite critique automatique contre la cible de son choix. Il profite donc d’une réussite automatique, des dégâts multipliés par 2 prévus dans ce cas, et même des d6 d’Attaque sournoise, eux aussi multipliés.</p>"
        }
      ],
      "class": {
        "key": "voleur",
        "label": "Voleur"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de l'aventurier",
    "data": {
      "key": "voie-de-l-aventurier",
      "capacities": [
        {
          "level": 1,
          "title": "Sprint",
          "description": "<p>Une fois par combat, le Voleur peut effectuer un déplacement supplémentaire gratuit de 20 mètres à n'importe quel moment du tour.</p>"
        },
        {
          "level": 2,
          "title": "Provocation",
          "limited": true,
          "description": "<p>Le Voleur maîtrise l’art de se rendre désagréable, voire insupportable. Par un test opposé de <strong>CHA</strong> contre l’<strong>INT</strong> de la victime, il peut forcer celle-ci à l’attaquer pendant ce tour. Le Voleur peut immédiatement riposter par une attaque gratuite ou, si la cible l’a raté, par une attaque sournoise !</p>"
        },
        {
          "level": 3,
          "title": "Grâce féline",
          "description": "<p>Le Voleur possède une démarche et une façon de se déplacer à la fois élégante, féline et souple. Il gagne son Mod. de <strong>CHA</strong> en Initiative, en <strong>DEF</strong> et à tous les tests de <strong>DEX</strong> en rapport avec le déplacement (escalade, saut, course, acrobaties, etc.).</p>"
        },
        {
          "level": 4,
          "title": "Feindre la mort",
          "description": "<p>Une fois par combat, le Voleur peut feindre la mort après avoir reçu une blessure (même à 0 PV). Il peut ainsi passer pour mort aussi longtemps qu’il le souhaite et un test d’<strong>INT</strong> difficulté 20 est nécessaire pour révéler la supercherie. Lorsqu’il  décide de se relever, le Voleur gagne +1d6 PV et il obtient une action de  mouvement supplémentaire en plus des actions normales autorisées à son tour.</p>"
        },
        {
          "level": 5,
          "title": "Charisme héroïque",
          "description": "<p>Le personnage augmente sa valeur de <strong>CHA</strong> de +2 et il peut désormais lancer deux d20 à chaque fois qu'un test de <strong>CHA</strong> lui est demandé et conserver le meilleur résultat.</p>"
        }
      ],
      "class": {
        "key": "voleur",
        "label": "Voleur"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de l'énergie vitale",
    "data": {
      "key": "voie-de-l-energie-vitale",
      "capacities": [
        {
          "level": 1,
          "title": "Mains d'énergie",
          "limited": true,
          "description": "<p>Par un effort de concentration, le Moine peut rendre ses mains intangibles, à ce tour, il peut faire une attaque simple avec un bonus +2 en attaque, +5 si la cible porte une armure.\nDe plus, toutes les attaques à mains nues du Moine sont considérées comme magiques (même lorsqu’il n’utilise pas Mains d’énergie).</p>"
        },
        {
          "level": 2,
          "title": "Pression mortelle",
          "limited": true,
          "description": "<p>Le Moine frappe les points par lesquels circule l'énergie vitale d'une créature vivante. En touchant un point précis, il libère ensuite des effets dévastateurs. Lorsqu'il combat à mains nues, le joueur peut choisir de ne pas infliger  immédiatement les <strong>DM</strong> de ses attaques. A tout moment dans l'heure qui suit, il peut annoncer une « Pression Mortelle ». Il doit alors réussir un test d'attaque contre la cible, ce qui libère instantanément la totalité des <strong>DM</strong> infligés jusqu'alors +1d6 <strong>DM</strong> supplémentaires.</p>"
        },
        {
          "level": 3,
          "title": "Invulnérable",
          "description": "<p>Le Moine ne reçoit que la moitié des <strong>DM</strong> de toutes les sources «élémentaires» : feu, froid, foudre, acide&#8230; Il ne subit aucun <strong>DM</strong> des poisons ou des maladies.</p>"
        },
        {
          "level": 4,
          "title": "Projection du ki",
          "limited": true,
          "description": "<p>Le Moine projette une vague de force avec son corps et son esprit à une distance maximum de 20 mètres. Un test d'attaque magique réussi (Mod. de <strong>SAG</strong>) lui permet d'infliger [2d6 + Mod. de <strong>SAG</strong>] de <strong>DM</strong>.</p>"
        },
        {
          "level": 5,
          "title": "Ascétisme",
          "description": "<p>Le Moine peut subsister sans nourriture, sans eau et sans sommeil pendant [5 + Mod. <strong>SAG</strong>] jour. Il ne subit aucune pénalité durant cette période. De plus, il peut désormais lancer deux d20 à chaque fois qu'un test de <strong>CON</strong> lui est demandé et conserver le meilleur résultat.</p>"
        }
      ],
      "class": {
        "key": "moine",
        "label": "Moine"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de l'escarmouche",
    "data": {
      "key": "voie-de-l-escarmouche",
      "capacities": [
        {
          "level": 1,
          "title": "Chasseur émérite",
          "description": "<p>Le Rôdeur obtient un bonus de +2 en attaque et aux <strong>DM</strong> lorsqu'il combat des animaux et un bonus de +2 par Rang dans cette Voie pour pister ou retrouver des traces.</p>"
        },
        {
          "level": 2,
          "title": "Traquenard",
          "limited": true,
          "description": "<p>Le Rôdeur gagne un bonus de +2 en attaque et +2d6 aux <strong>DM</strong> sur sa première attaque contre une créature s'il possède un meilleur score d'Initiative.</p>"
        },
        {
          "level": 3,
          "title": "Attaque éclair",
          "limited": true,
          "description": "<p>Le Rôdeur peut effectuer une attaque au contact très percutante. Il ajoute son Mod. de <strong>DEX</strong> en attaque et aux <strong>DM</strong> pour cette offensive.</p>"
        },
        {
          "level": 4,
          "title": "Repli",
          "limited": true,
          "description": "<p>Le Rôdeur se déplace de 40 m en forêt en s'éloignant de ses ennemis. Le joueur fait un test de <strong>DEX</strong> difficulté 10, en cas de succès, il disparaît de la vue de ses poursuivants. Il peut s'éloigner ou rester caché sans risque d'être retrouvé ou rattrapé.</p>"
        },
        {
          "level": 5,
          "title": "Dextérité héroïque",
          "description": "<p>Le personnage augmente son score de <strong>DEX</strong> de +2 et il peut désormais lancer deux d20 à chaque fois qu'un test de <strong>DEX</strong> lui est demandé, et conserver le meilleur résultat.</p>"
        }
      ],
      "class": {
        "key": "rodeur",
        "label": "Rôdeur"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie de l'outre-tombe",
    "data": {
      "key": "voie-de-l-outre-tombe",
      "capacities": [
        {
          "level": 1,
          "title": "Peur",
          "limited": true,
          "spell": true,
          "description": "<p>Le Nécromancien effectue un test d'attaque magique contre une cible (portée 20 m). Celle-ci doit réussir un test de <strong>FOR</strong> ou de <strong>SAG</strong> (au choix) difficulté [10 + Mod. d'<strong>INT</strong>] ou fuir pendant [1d4 + rang] tours (le MJ peut garder cette durée secrète). Une créature ne peut subir les effets de ce sort qu'une fois par combat.</p>"
        },
        {
          "level": 2,
          "title": "Animation des morts",
          "limited": true,
          "spell": true,
          "description": "<p>Le Nécromancien anime le cadavre d’un humanoïde de taille moyenne, décédé depuis moins d’une heure. Le zombi comprend les ordres « Attaquer », « Suivre », « Garder » et « Pas bouger ».\nZombie : Init 8, <strong>DEF</strong> 10, PV 12, Att +3, <strong>DM</strong> 1d6+1, se déplace à 50% de la vitesse normale. Le zombi se dégrade et perd 1PV par minute. Le Nécromancien peut contrôler un zombi par rang. Un zombi détruit tombe en poussière.</p>"
        },
        {
          "level": 3,
          "title": "Putréfaction",
          "limited": true,
          "spell": true,
          "description": "<p>En réussissant un test d'attaque magique (portée 10 m), le Nécromancien fait pourrir les chairs de sa victime, infligeant [1d6 + Mod. d'<strong>INT</strong>] <strong>DM</strong>. La victime subit un malus de -2 à tous ses tests pour le reste du combat, à moins de réussir un test de <strong>CON</strong> difficulté [12 + Mod. d'<strong>INT</strong>].</p>"
        },
        {
          "level": 4,
          "title": "Ensevelissement",
          "limited": true,
          "spell": true,
          "description": "<p>Une fois par combat, si le Nécromancien réussit un test d'attaque magique (portée 20 m), le sol s'ouvre sous les pieds d'une cible de taille moyenne et l'enterre vivante. Tant qu'elle est ensevelie, elle subit 2d6 <strong>DM</strong> par tour, ne peut agir ni être la cible d'attaques extérieures. A son tour, elle peut tenter de sortir de terre en réussissant un test de <strong>FOR</strong> ou de <strong>DEX</strong> (au choix) difficulté [13 + Mod. d'<strong>INT</strong>]. Si elle tombe à 0 PV, elle reste enterrée et décède au tour suivant. Chaque personne qui creuse pour l'aider lui octroie un bonus de +2 sur son test.</p>"
        },
        {
          "level": 5,
          "title": "Armée des morts",
          "limited": true,
          "spell": true,
          "description": "<p>Une fois par jour, le Nécromancien peut invoquer d’innombrables squelettes émergeant du sol pour attaquer ses ennemis pendant [niveau du nécromancien] tours. Les cibles situées dans un rayon de 20 m autour du Nécromancien subissent automatiquement 3d6 <strong>DM</strong> par tour, à moins qu’elles n’utilisent une action limitée pour s’opposer aux squelettes (ce qui réduit les <strong>DM</strong> à 1d6). Les squelettes restent autour du Nécromancien et se déplacent en même temps que lui dans une zone de 20 m de rayon. Tous les déplacements dans cette zone (même ceux des alliés) sont divisés par deux.</p>"
        }
      ],
      "class": {
        "key": "necromancien",
        "label": "Nécromancien"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie des animaux",
    "data": {
      "key": "voie-des-animaux",
      "capacities": [
        {
          "level": 1,
          "title": "Langage des animaux",
          "description": "<p>Le Druide peut communiquer avec les animaux qui, en général, se comportent avec lui de manière amicale. Il gagne un bonus de +2 par rang à tous les tests destinés à influencer un animal. La communication reste primitive et limitée à l'intelligence de l'animal et à son point de vue (prédateur, proie, etc.).</p>"
        },
        {
          "level": 2,
          "title": "Nuée d'insectes",
          "limited": true,
          "spell": true,
          "description": "<p>En réussissant un test d'attaque magique (portée 20 m), le Druide libère sur sa cible une nuée d'insectes volants qui piquent, aveuglent et la suivent pendant [5 + Mod. de <strong>SAG</strong>] tours. La victime subit 1 point de <strong>DM</strong> par tour et un malus de -2 à toutes ses actions. Les <strong>DM</strong> de zone détruisent la nuée.</p>"
        },
        {
          "level": 3,
          "title": "Le guetteur",
          "description": "<p>Le Druide reçoit un oiseau de proie comme compagnon animal. Il possède un lien télépathique avec lui et peut percevoir par ses sens avec un bonus de +5 aux tests basés sur la perception. Aigle : <strong>DEF</strong> 15, PV [il les partage avec ceux de son maître]. Attaque de contact = [attaque magique du druide], <strong>DM</strong> 1d4.</p>"
        },
        {
          "level": 4,
          "title": "Masque du prédateur",
          "limited": true,
          "spell": true,
          "description": "<p>Lorsqu'il est sous l'effet de ce sort, le Druide prend les traits d'un fauve ou d'un loup. Il gagne son Mod. de <strong>SAG</strong> en Initiative, en attaque et aux <strong>DM</strong> et peut voir dans la nuit (comme un elfe) pendant [5 + Mod. de <strong>SAG</strong>] tours.</p>"
        },
        {
          "level": 5,
          "title": "Forme animale",
          "limited": true,
          "spell": true,
          "description": "<p>Le Druide peut prendre la forme d’un animal d’une taille inférieure ou égale à la sienne. Il conserve ses PV, il acquiert les Carac. et les capacités naturelles de la forme choisie (le vol pour un oiseau, la respiration aquatique pour le poisson, etc.). Le Druide peut reprendre sa forme humaine lorsqu’il le désire (L).</p>"
        }
      ],
      "class": {
        "key": "druide",
        "label": "Druide"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie des artefacts",
    "data": {
      "key": "voie-des-artefacts",
      "capacities": [
        {
          "level": 1,
          "title": "Bâton de mage",
          "description": "<p>Le Forgesort crée un grand bâton magique. Avec cette arme à deux mains, il gagne un bonus de +1 aux tests d'attaque au contact et inflige [1d6+Mod. d'<strong>INT</strong>] <strong>DM</strong> magiques. A partir du rang 3, au prix d'une action limitée, il peut utiliser son score d'attaque magique pour une attaque au contact et infliger [2d6 + Mod. d'<strong>INT</strong>] <strong>DM</strong> dans un éclair d'énergie !</p>"
        },
        {
          "level": 2,
          "title": "Blocage",
          "limited": true,
          "spell": true,
          "description": "<p>Le Forgesort scelle une porte ou un coffre pour une durée en minutes égale à sa valeur d'<strong>INT</strong>. Seul un mot de commande qu'il choisit permet d'ouvrir l'objet. Celui-ci peut toujours être brisé par la force, mais il bénéficie d'un bonus de +5 en solidité et en <strong>RD</strong> (réduction des <strong>DM</strong>) pour toute la durée du sort.</p>"
        },
        {
          "level": 3,
          "title": "Sac sans fond",
          "description": "<p>Le Forgesort possède un sac dans lequel il peut entreposer 50 kg de matériel par rang dans la voie, tandis que le sac semble toujours ne peser qu’un kilo. Le sac ne fonctionne pas si on tente d’y mettre une créature vivante. Le sac est de plus capable de fournir au Forgesort les objets qu’il désire. Il peut en retirer une pelle, une corde, une épée ou tout objet dont la valeur ne dépasse pas 20 pa, le poids 50 kg, la circonférence 1 m et le volume 1 m3. Pas plus de 20 pa de valeur d’objet créés par le sac sans fond ne peuvent exister simultanément. Ces objets ont hélas la propriété de disparaître au bout d’une heure. De ce fait, la nourriture magique retirée du sac ne nourrit pas vraiment celui qui la consomme.</p>"
        },
        {
          "level": 4,
          "title": "Frappe des arcanes",
          "limited": true,
          "spell": true,
          "description": "<p>Le Forgesort frappe le sol de son bâton et provoque une onde dévastatrice dans un rayon de 10 m autour de lui. Toutes les créatures dans la zone subissent automatiquement [2d6 + Mod. d'<strong>INT</strong>] <strong>DM</strong> et doivent réussir un test de <strong>FOR</strong> difficulté [10 + Mod. d'<strong>INT</strong>] pour ne pas tomber au sol.</p>"
        },
        {
          "level": 5,
          "title": "Artefact majeur",
          "description": "<p>Le Forgesort peut enchanter des objets. Il peut créer une arme qui donne un bonus de +1 aux tests d’attaque et aux <strong>DM</strong> ou une armure qui donne un bonus de +1 en <strong>DEF</strong> et réduit le malus d’encombrement d’autant. Le bonus passe à +2 lorsque le personnage atteint le niveau 8 puis augmente de +1 tous les 3 niveaux (+5 au niveau 17).\nIl faut un mois de travail et la dépense de 100 po par point de bonus pour créer l’objet. A la fin, le Forgesort doit réaliser un test d’<strong>INT</strong> difficulté [10 + 3 x bonus de l’objet] avec un bonus égal au rang atteint dans la Voie du métal. En cas d’échec, l’objet n’est pas enchanté et il faut recommencer (l’argent est perdu !). En cas de succès, le Forgesort doit insuffler un peu d’énergie vitale dans l’objet : il sacrifie 1 PV qu’il perd définitivement sur son score de PV maximum.</p>"
        }
      ],
      "class": {
        "key": "forgesort",
        "label": "Forgesort"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie des élixirs",
    "data": {
      "key": "voie-des-elixirs",
      "description": "Chaque jour, le Forgesort peut créer jusqu’à deux élixirs par rang acquis dans la Voie. Produire un lot d’élixirs prend une heure, quel qu’en soit le nombre. Ce sont des mélanges instables qui deviennent inopérants après 24h. Le joueur doit donc en noter l’heure de fabrication. Passé 24h, le Forgesort peut régénérer les élixirs en seulement 10 mn, mais ils comptent alors parmi les potions créés pour la journée.",
      "capacities": [
        {
          "level": 1,
          "title": "Fortifiant",
          "description": "<p>Un breuvage étrange qui guérit [1d4 + rang] PV et permet de gagner un bonus de +3 aux [rang +1] prochains tests de réussite effectués (dans une limite de temps de 12 heures).</p>"
        },
        {
          "level": 2,
          "title": "Feu grégeois",
          "description": "<p>Le Forgesort lance la fiole à une distance maximum de 10 m, grâce à une action d'attaque (réussite automatique). Le contenu explose dans un rayon de 3 m en infligeant 1d6 <strong>DM</strong> par rang dans la voie. Un test de <strong>DEX</strong> difficulté [10 + Mod. d'<strong>INT</strong>] réussi permet aux victimes de diviser les <strong>DM</strong> par 2.</p>"
        },
        {
          "level": 3,
          "title": "Elixir de guérison",
          "description": "<p>Le Forgesort peut préparer un élixir qui soigne [3d6 + Mod. d'<strong>INT</strong>] PV ou un empoisonnement.</p>"
        },
        {
          "level": 4,
          "title": "Potion magique",
          "description": "<p>Le Forgesort peut préparer une potion d’Agrandissement, de Forme gazeuse, de Protection contre les éléments, d’Armure de mage ou de Chute ralentie.</p>"
        },
        {
          "level": 5,
          "title": "Elixirs magiques",
          "description": "<p>Le Forgesort peut préparer une potion d’Invisibilité, de Vol, de Respiration aquatique, de Flou ou de Hâte.</p>"
        }
      ],
      "class": {
        "key": "forgesort",
        "label": "Forgesort"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie des explosifs",
    "data": {
      "key": "voie-des-explosifs",
      "description": "Chaque jour l’Arquebusier peut utiliser un nombre de charges explosives égal au Rang dans la voie. Ces charges permettent indifféremment d’utiliser les capacités Démolition, Piège explosif ou Boulet explosif.",
      "capacities": [
        {
          "level": 1,
          "title": "Chimiste",
          "description": "<p>L'Arquebusier sait fabriquer sa propre poudre et d'autres substances explosives, et obtient un bonus de +2 par Rang à tous les tests de chimie ou d'alchimie. Les armes à poudre du personnage ne présentent plus de risque de « faire long feu » ou d'explosion et le joueur ne lance plus de dé de poudre.</p>"
        },
        {
          "level": 2,
          "title": "Démolition",
          "description": "<p>L'Arquebusier peut préparer un explosif qui lui permet de démolir facilement des structures. Il lui faut 3 tours complets pour préparer et poser son explosif. Celui-ci inflige à la structure 2d6 <strong>DM</strong> par Rang dans la voie et 1d6 par rang dans un rayon de 6 mètres autour (en ignorant la moitié de la <strong>RD</strong> de la structure. Voir <strong>DM</strong> aux structures).</p>"
        },
        {
          "level": 3,
          "title": "Poudre puissante",
          "description": "<p>L'Arquebusier sait préparer lui-même une poudre plus puissante, il ajoute +10 mètres à la portée et +2 aux dégâts de toutes ses armes à poudre.</p>"
        },
        {
          "level": 4,
          "title": "Piège explosif",
          "limited": true,
          "description": "<p>il faut un tour complet à l’Arquebusier pour installer un piège qui explose dans un rayon de 3 mètres en infligeant 5d6 <strong>DM</strong> (test de <strong>DEX</strong> difficulté 15 pour ne subir que la moitié des <strong>DM</strong>). L’Arquebusier peut choisir entre deux modes de déclenchement, soit avec un retardateur allant de 1 à 10 tours au choix, soit à l’intrusion de toute créature dans une zone d’1 mètre autour du piège. Cette seconde solution demande 1 tour de préparation supplémentaire et un personnage attentif peut détecter et éviter le piège avec un test de <strong>SAG</strong> difficulté [12 + Mod. d’<strong>INT</strong> de l’Arquebusier].</p>"
        },
        {
          "level": 5,
          "title": "Boulet explosif",
          "limited": true,
          "description": "<p>L’Arquebusier sait fabriquer et lancer de petites boules de métal munies de poudre et d’une mèche. Un tel projectile a une portée de 20 mètres et explose dans un rayon de 5 mètres en infligeant 5d6 <strong>DM</strong>, divisé par 2 pour les victimes qui réussissent un test de <strong>DEX</strong> difficulté [12 + Mod. de <strong>DEX</strong> de l’Arquebusier].</p>"
        }
      ],
      "class": {
        "key": "arquebusier",
        "label": "Arquebusier"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie des illusions",
    "data": {
      "key": "voie-des-illusions",
      "capacities": [
        {
          "level": 1,
          "title": "Image décalée",
          "limited": true,
          "spell": true,
          "description": "<p>Pendant [5 + Mod. de <strong>CHA</strong>] tours, lorsqu'une attaque le touche, l'Ensorceleur lance 1d6 : sur 5-6, il ne subit pas les <strong>DM</strong>.</p>"
        },
        {
          "level": 2,
          "title": "Mirage",
          "limited": true,
          "spell": true,
          "description": "<p>L'Ensorceleur crée une illusion visuelle et sonore immobile d'une durée de [5 + Mod. de <strong>CHA</strong>] minutes (ou tours si l'illusion est animée). Le volume maximum de l'illusion est de 10 m de coté par rang dans la voie (portée 500 m). Divisez ces paramètres par 10 si l'illusion est animée. Interagir avec l'illusion la fait disparaître.</p>"
        },
        {
          "level": 3,
          "title": "Imitation",
          "limited": true,
          "spell": true,
          "description": "<p>L'ensorceleur peut prendre l'apparence d'une créature de taille proche (+ ou - 50 cm) qu'il voit au moment de l'incantation. Durée [5 + Mod. de <strong>CHA</strong>] minutes. Toucher l'Ensorceleur (une attaque ou non) met fin au sort.</p>"
        },
        {
          "level": 4,
          "title": "Dédoublement",
          "limited": true,
          "spell": true,
          "description": "<p>Sur une Attaque magique réussie (portée 20 m), l’Ensorceleur crée un double translucide de la cible pendant [5 + Mod. de <strong>CHA</strong>] tours. Le double est sous le contrôle de l’Ensorceleur. Il possède les mêmes Caractéristiques que l’original mais seulement la moitié de ses PV et tous les <strong>DM</strong> qu’il inflige sont divisés par deux. Il disparaît si ses PV tombent à 0. Une créature ne peut être dédoublée qu’une fois par combat.</p>"
        },
        {
          "level": 5,
          "title": "Tueur fantasmagorique",
          "limited": true,
          "spell": true,
          "description": "<p>Ce sort invoque les pires terreurs d’une créature vivante et lui fait croire à sa propre mort. L’Ensorceleur doit réussir un test d’Attaque magique (portée 20 m) en opposition à un test d’Attaque magique de la cible (ou attaque au contact si la créature n’en a pas). La victime fait un test de <strong>SAG</strong> difficulté [10 + Mod. de <strong>CHA</strong>] pour résister. En cas d’échec, elle tombe à 0 PV. En cas de succès, elle perd l’équilibre et tombe par terre. Une créature ne peut être la cible de ce sort qu’une fois par jour, et l’Ensorceleur ne peut pas affecter un personnage ou une créature de niveau supérieur au sien.</p>"
        }
      ],
      "class": {
        "key": "ensorceleur",
        "label": "Ensorceleur"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie des runes",
    "data": {
      "key": "voie-des-runes",
      "capacities": [
        {
          "level": 1,
          "title": "Runes de défense",
          "description": "<p>Le Forgesort inscrit des runes de protection sur l'ensemble de son équipement et parfois jusque sur sa peau. Il obtient un bonus de +1 en <strong>DEF</strong> par rang dans la voie.</p>"
        },
        {
          "level": 2,
          "title": "Rune d'énergie",
          "limited": true,
          "spell": true,
          "description": "<p>En réalisant un rituel de 5 minutes, le forgesort enchante un bijou pour 24 h. Celui-ci permet de relancer un d20 une fois par combat sur un test d'attaque, de <strong>FOR</strong>, <strong>DEX</strong> ou <strong>CON</strong>. Un seul bijou de ce type peut être porté.</p>"
        },
        {
          "level": 3,
          "title": "Rune de protection",
          "limited": true,
          "spell": true,
          "description": "<p>En réalisant un rituel de 5 minutes, le Forgesort enchante une armure pour 24 h. Celle-ci permet d'ignorer les <strong>DM</strong> d'une attaque une fois par combat.</p>"
        },
        {
          "level": 4,
          "title": "Rune de puissance",
          "limited": true,
          "spell": true,
          "description": "<p>En réalisant un rituel de 5 minutes, le Forgesort enchante une arme pour 24 h. Celle-ci permet d'infliger les <strong>DM</strong> maximum une fois par combat.</p>"
        },
        {
          "level": 5,
          "title": "Rune de pouvoir",
          "description": "<p>Le Forgesort peut lier un sort à un objet par une inscription runique. S’il ne connaît pas lui-même le sort, il doit se faire aider par un personnage qui sait le lancer. Le sort ainsi lié peut être utilisé trois fois par jour. Le processus est le même que pour fabriquer une arme ou une armure magique, remplacez le bonus par le rang du sort à lier. Il peut aussi lier certains sorts à une potion (en général les sorts dont le personnage lui-même est la cible), mais pas au-delà de son rang dans la Voie des élixirs, au prix de un jour de travail et 10 pa par rang du sort. Le PV perdu pour la création d’une potion est récupéré dès que la potion est consommée ou au plus tard après 1 an.</p>"
        }
      ],
      "class": {
        "key": "forgesort",
        "label": "Forgesort"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie des soins",
    "data": {
      "key": "voie-des-soins",
      "description": "Soins légers et soins modérés peuvent être utilisés un nombre de fois par jour égal au Rang que le Prêtre a atteint dans cette Voie. Au Rang 2 par exemple, il peut utiliser chaque capacité 2 fois par jour.",
      "capacities": [
        {
          "level": 1,
          "title": "Soins légers",
          "limited": true,
          "spell": true,
          "description": "<p>Le Prêtre peut toucher une cible, qui récupère alors [1d8 + niveau du prêtre] PV perdus. Le Prêtre peut utiliser ce sort sur lui-même.</p>"
        },
        {
          "level": 2,
          "title": "Soins modérés",
          "limited": true,
          "spell": true,
          "description": "<p>Le Prêtre peut toucher une cible, qui récupère alors [2d8 + niveau du prêtre] PV perdus. Le Prêtre peut utiliser ce sort sur lui-même.</p>"
        },
        {
          "level": 3,
          "title": "Soins de groupe",
          "limited": true,
          "spell": true,
          "description": "<p>Une fois par combat, le Prêtre peut libérer une décharge d'énergie bienfaitrice : tous ses compagnons en vue et lui récupèrent [1d8 + niveau du prêtre] PV perdus.</p>"
        },
        {
          "level": 4,
          "title": "Guérison",
          "limited": true,
          "spell": true,
          "description": "<p>Une fois par jour, le Prêtre peut toucher une cible, qui récupère alors tous ses PV perdus et se trouve guérie des poisons, maladies et affaiblissements de Caractéristiques.</p>"
        },
        {
          "level": 5,
          "title": "Rappel à la vie",
          "limited": true,
          "spell": true,
          "description": "<p>Une fois par jour, le Prêtre peut rappeler à la vie un personnage décédé depuis moins de [Mod. de <strong>SAG</strong> du prêtre] heures par un rituel de 10 minutes. Il doit connaître personnellement la personne rappelée et posséder une relique lui appartenant. Le personnage revient à la conscience avec 1d6 PV.</p>"
        }
      ],
      "class": {
        "key": "pretre",
        "label": "Prêtre"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie des végétaux",
    "data": {
      "key": "voie-des-vegetaux",
      "capacities": [
        {
          "level": 1,
          "title": "Peau d'écorce",
          "limited": true,
          "spell": true,
          "description": "<p>La peau du Druide prend la consistance de l'écorce. Il gagne +1 en <strong>DEF</strong> par rang dans la voie pendant [5 + Mod. de <strong>SAG</strong>] tours.</p>"
        },
        {
          "level": 2,
          "title": "Prison végétale",
          "limited": true,
          "spell": true,
          "description": "<p>Le Druide peut commander à la végétation de pousser et bloquer ses ennemis (mais pas ses alliés) dans une zone de 10 m de diamètre (portée 20 m) pendant [5 + Mod. de <strong>SAG</strong>] tours. Entravées, les cibles subissent un malus de -2 en attaque et en <strong>DEF</strong>, et ne peuvent pas se déplacer. Chaque tour, une créature peut se libérer avec un test de <strong>FOR</strong> difficulté [10 + Mod. de <strong>SAG</strong>].</p>"
        },
        {
          "level": 3,
          "title": "Animation d'un arbre",
          "limited": true,
          "spell": true,
          "description": "<p>Une fois par combat, le Druide peut animer un arbre en le touchant. Il combat pendant [niveau du druide] tours.\nArbre animé : Init 7, <strong>DEF</strong> 13, PV [rang x 10], attaque de contact = [niveau du druide], <strong>DM</strong> 1d6+3, Déplacement 10 m par action de mouvement. Réduction de <strong>DM</strong> de 10 sauf contre les armes tranchantes et le feu.</p>"
        },
        {
          "level": 4,
          "title": "Gland de pouvoir",
          "limited": true,
          "spell": true,
          "description": "<p>Une fois par combat, le Druide peut lancer un gland sur une cible (portée 10 m). En cas d'attaque magique réussie, la victime se transforme en statue de bois pendant [2d6 + Mod. de <strong>SAG</strong>] tours. Sous cette forme elle ne peut agir et ne ressent rien. Sa <strong>DEF</strong> passe à 10 mais elle gagne une réduction des <strong>DM</strong> de 10. Le sort s'achève dès que la cible perd plus de 10 PV.</p>"
        },
        {
          "level": 5,
          "title": "Porte végétale",
          "limited": true,
          "spell": true,
          "description": "<p>Une fois par jour, le Druide peut pénétrer dans le tronc d'un gros arbre et sortir de celui d'un autre arbre appartenant à la même forêt et situé à une distance maximum de [Mod. de <strong>SAG</strong>] x 10 km.</p>"
        }
      ],
      "class": {
        "key": "druide",
        "label": "Druide"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie du bouclier",
    "data": {
      "key": "voie-du-bouclier",
      "description": "Pour utiliser les capacités suivantes, le Guerrier doit obligatoirement manier un bouclier.",
      "capacities": [
        {
          "level": 1,
          "title": "Protéger un allié",
          "description": "<p>Le Guerrier accorde le Mod. de <strong>DEF</strong> de son bouclier à un compagnon de son choix qui se trouve juste à côté de lui (il conserve ce bonus pour lui-même aussi). Il peut changer de compagnon à chaque tour durant sa phase d'Initiative. C'est une action gratuite.</p>"
        },
        {
          "level": 2,
          "title": "Absorber un coup",
          "limited": true,
          "description": "<p>A son tour, le Guerrier fait seulement une action d’attaque ou de déplacement. Par la suite, à tout moment avant son prochain tour, le Guerrier peut effectuer un test d’attaque au contact en opposition à un test réussi d’attaque au contact ou à distance d’un adversaire. En cas de réussite, l’attaque adverse est bloquée par le bouclier.</p>"
        },
        {
          "level": 3,
          "title": "Absorber un sort",
          "limited": true,
          "description": "<p>A son tour, le Guerrier fait seulement une action d’attaque ou de déplacement. Par la suite, à tout moment avant son prochain tour, le Guerrier peut effectuer un test d’attaque magique (Mod. de <strong>SAG</strong>) en opposition à un test d’attaque magique qui le visait. En cas de réussite, le sort est absorbé par le bouclier et n’a aucun effet sur le Guerrier.</p>"
        },
        {
          "level": 4,
          "title": "Armure lourde",
          "description": "<p>Le Guerrier peut porter une Armure de Plaque. Celle-ci lui confère une <strong>DEF</strong> de +8 et le protège des attaques critiques (vous subissez des <strong>DM</strong> normaux au lieu des <strong>DM</strong> doublés).</p>"
        },
        {
          "level": 5,
          "title": "Renvoi de sort",
          "limited": true,
          "description": "<p>Le Guerrier peut décider de renvoyer un sort qu’il vient d’absorber grâce à sa capacité Absorber un sort. Au lieu d’être annulé, le sort absorbé le tour précédent est retourné contre son expéditeur : le lanceur du sort subit alors les effets de sa propre attaque !</p>"
        }
      ],
      "class": {
        "key": "guerrier",
        "label": "Guerrier"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie du cavalier",
    "data": {
      "key": "voie-du-cavalier",
      "capacities": [
        {
          "level": 1,
          "title": "Fidèle monture",
          "description": "<p>Le Chevalier possède un puissant destrier, c'est un cheval de guerre bien dressé qui comprend les ordres simples.\nA cheval, il peut ajouter un déplacement de 10 m avant ou après une action normale (par exemple faire 10 m et une action limitée). La monture n'attaque que si elle est elle-même attaquée au contact par une créature.\nFidèle monture : <strong>FOR</strong> +4, <strong>DEX</strong> +0, <strong>CON</strong> +4, <strong>INT</strong> -2, <strong>SAG</strong> +0, <strong>CHA</strong> +0, Init 10, <strong>DEF</strong> 13, PV 15, Ruade +5, <strong>DM</strong> 1d6+4</p>"
        },
        {
          "level": 2,
          "title": "Cavalier émérite",
          "description": "<p>Lorsqu’il est en selle, le Chevalier gagne un bonus de +2 en attaque au contact, et sa monture obtient une <strong>DEF</strong> égale à celle du Chevalier. Monter ou descendre de cheval est désormais une action gratuite.</p>"
        },
        {
          "level": 3,
          "title": "Monture magique",
          "description": "<p>Le chevalier obtient une monture magique, qui peut apparaître et disparaître depuis un autre plan à volonté. Il peut l'invoquer à tout moment (c'est une action limitée) et elle apparaît alors pour se mettre à son service. Lorsqu'il la laisse au moins une heure dans son plan d'origine, elle guérit l'ensemble de ses PV.</p>"
        },
        {
          "level": 4,
          "title": "Charge",
          "limited": true,
          "description": "<p>A cheval, le chevalier peut effectuer un déplacement de  40 m en ligne droite, et une attaque de contact placée au moment son choix. Il doit parcourir au moins 10 m avant d'attaquer, mais peut réaliser le reste du déplacement à sa guise.\n\nLe joueur lance deux d20 à son test d'attaque et garde le meilleur résultat, tout en ajoutant +1d6 aux <strong>DM</strong>.\n\nUne créature située sur la trajectoire de la charge doit réussir un test de <strong>FOR</strong> difficulté 18 ou être contrainte de céder le passage en subissant 1d6 <strong>DM</strong>. Si elle réussit ce test, la Charge est bloquée et le tour du Chevalier se termine.</p>"
        },
        {
          "level": 5,
          "title": "Monture fantastique",
          "description": "<p>Le chevalier obtient une monture volante (pégase, griffon, hippogriffe, drake, etc.). Init 15, <strong>DEF</strong> 16, PV [5 × niveau], Att +8, <strong>DM</strong> 1d6+4. Lorsqu'il est en selle, le chevalier peut faire attaquer sa monture une fois par tour (action gratuite), à la même Initiative que lui, avec un score d'attaque égal à son niveau +3. En vol, la monture couvre une distance de 30 m par action de mouvement. Les capacités de la #Monture magique s'appliquent également.</p>"
        }
      ],
      "class": {
        "key": "chevalier",
        "label": "Chevalier"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie du champ de bataille",
    "data": {
      "key": "voie-du-champ-de-bataille",
      "capacities": [
        {
          "level": 1,
          "title": "Action concertée",
          "description": "<p>Une fois par tour, l'Arquebusier peut échanger son Initiative avec un autre personnage volontaire. S'il cède son Initiative à un personnage plus lent, il gagne un bonus de +1 sur ses tests d'attaque à ce tour. Ce bonus passe à +2 au Rang 4 de la voie.</p>"
        },
        {
          "level": 2,
          "title": "A couvert",
          "limited": true,
          "description": "<p>Jusqu’à son prochain tour, l’Arquebusier divise par 2 les <strong>DM</strong> dus aux attaques à distance et de zone qu’il reçoit, et peut se déplacer de 20 mètres. Un compagnon de l’Arquebusier peut profiter de cette aptitude s’il a son accord et reste à son contact.</p>"
        },
        {
          "level": 3,
          "title": "Combattant aguerri",
          "description": "<p>l’Arquebusier peut choisir n’importe quelle capacité de rang 2 d’une voie de Guerrier de son choix et gagne 3 PV supplémentaires. Il peut choisir une capacité de Rang 1 seulement et gagne alors 6 PV au lieu de 3.</p>"
        },
        {
          "level": 4,
          "title": "Combat de masse",
          "description": "<p>L’Arquebusier obtient une action de mouvement ou une action d’attaque supplémentaire à chaque tour si le combat implique au moins 10 créatures (en comptant l’Arquebusier et ses alliés).</p>"
        },
        {
          "level": 5,
          "title": "Constitution héroïque",
          "description": "<p>Le personnage augmente son score de <strong>CON</strong> de +2 et il peut désormais lancer deux d20 à chaque fois qu'un test de <strong>CON</strong> lui est demandé et conserver le meilleur résultat.</p>"
        }
      ],
      "class": {
        "key": "arquebusier",
        "label": "Arquebusier"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie du combat",
    "data": {
      "key": "voie-du-combat",
      "capacities": [
        {
          "level": 1,
          "title": "Vivacité",
          "description": "<p>Le Guerrier gagne +3 en Initiative.</p>"
        },
        {
          "level": 2,
          "title": "Désarmer",
          "limited": true,
          "description": "<p>Le Guerrier réalise une attaque au contact et sa victime doit faire un test d’attaque opposé. Si le Guerrier obtient le plus haut score, l’arme de son adversaire tombe au sol (une action de mouvement doit être employée pour la ramasser).\nSi le Guerrier réussit son test avec au moins 10 points de plus que son adversaire, il empêche celui-ci de récupérer son arme (en posant le pied dessus, en l’envoyant hors de portée, etc.).\nCette capacité est évidemment sans effet sur les armes naturelles (griffes, crocs, épine dorsale, etc.).\nLes adversaires qui utilisent des armes à 2 mains sont plus difficiles à désarmer, infligeant un malus de -5 au test.</p>"
        },
        {
          "level": 3,
          "title": "Double attaque",
          "limited": true,
          "description": "<p>Le Guerrier peut tenter deux attaques au contact durant ce tour avec un malus de -2.</p>"
        },
        {
          "level": 4,
          "title": "Attaque circulaire",
          "limited": true,
          "description": "<p>Le Guerrier peut tenter une attaque au contact contre chaque adversaire engagé au contact avec lui.</p>"
        },
        {
          "level": 5,
          "title": "Attaque puissante",
          "description": "<p>Le Guerrier peut choisir d’utiliser 1d12 en attaque au contact au lieu du d20 habituel (il ajoute normalement son score d’attaque). Si une telle attaque est réussie, il ajoute +2d6 aux <strong>DM</strong>. Cette capacité peut être utilisée avec Double attaque, Attaque circulaire ou Attaque parfaite par exemple.</p>"
        }
      ],
      "class": {
        "key": "guerrier",
        "label": "Guerrier"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie du compagnon animal",
    "data": {
      "key": "voie-du-compagnon-animal",
      "description": "Le Rôdeur obtient un loup pour compagnon animal dès qu'il prend au moins un Rang dans cette Voie.",
      "capacities": [
        {
          "level": 1,
          "title": "Odorat",
          "description": "<p>Le loup du Rôdeur détecte les odeurs des animaux et des créatures là où ils sont passés. Le Rôdeur obtient un bonus de +5 aux tests de <strong>SAG</strong> pour pister et suivre des traces.</p>"
        },
        {
          "level": 2,
          "title": "Surveillance",
          "description": "<p>Le loup est constamment sur ses gardes. Le Rôdeur a donc un temps d'avance quand des ennemis essaient de l'attaquer par surprise, il obtient un bonus de +5 pour les tests de surprise (<strong>SAG</strong>) et en Initiative. Lorsqu'il est surpris, il peut faire une attaque simple à distance AVANT que ne débute le premier tour de combat.</p>"
        },
        {
          "level": 3,
          "title": "Combat",
          "description": "<p>Le loup du Rôdeur peut désormais se battre comme un véritable personnage. Il attaque en même temps que le Rôdeur.\nLoup : Init 13, <strong>DEF</strong> 14, PV [niveau x 4], attaque au contact = [niveau du Rôdeur],  <strong>DM</strong> 1d6+1, <strong>FOR</strong> +1, <strong>DEX</strong> +1, <strong>CON</strong>* +1, <strong>INT</strong> -3, <strong>SAG</strong>* +2, <strong>CHA</strong> -2.</p>"
        },
        {
          "level": 4,
          "title": "Empathie animale",
          "limited": true,
          "description": "<p>Le Rôdeur peut parler aux animaux. Il peut également communiquer avec son compagnon animal par télépathie et le guérir à distance en dépensant ses propres PV (1 PV du Rôdeur pour 1 PV octroyé au compagnon animal).</p>"
        },
        {
          "level": 5,
          "title": "Animal fabuleux",
          "description": "<p>Le loup du Rôdeur devient un spécimen particulièrement puissant.\nMâle alpha : Init 13, <strong>DEF</strong> 16, PV [niveau x 4], attaque au contact = [niveau du Rôdeur+2], <strong>DM</strong> 1d6+3, <strong>FOR</strong> +3, <strong>DEX</strong> +1, <strong>CON</strong>* +3, <strong>INT</strong> -3, <strong>SAG</strong>* +2, <strong>CHA</strong> -2</p>"
        }
      ],
      "class": {
        "key": "rodeur",
        "label": "Rôdeur"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie du démon",
    "data": {
      "key": "voie-du-demon",
      "capacities": [
        {
          "level": 1,
          "title": "Malédiction",
          "limited": true,
          "spell": true,
          "description": "<p>Effectuez un test d'attaque magique contre une cible à moins de 20 mètres. En cas de succès, la victime réalise tous ses tests avec deux d20 et garde le résultat le plus faible. Le sort prend fin dès qu'elle aura raté trois tests (il n'y a sinon aucune limite de temps). Si la cible possède une capacité lui permettant de lancer deux dés et de garder le meilleur, elle ne lance plus qu'un seul dé.</p>"
        },
        {
          "level": 2,
          "title": "Aspect de la succube",
          "limited": true,
          "spell": true,
          "description": "<p>Le Nécromancien acquiert une beauté fascinante pour [5 + Mod. d’<strong>INT</strong>] tours. Il gagne un bonus de +5 aux tests de <strong>CHA</strong> ainsi qu’une attaque de contact nécessitant un test d’attaque magique et qui inflige [1d4 + Mod. de <strong>CHA</strong>] <strong>DM</strong>. Ces <strong>DM</strong> sont transformés en PV, au bénéfice du Nécromancien (sans dépasser son score max de PV).</p>"
        },
        {
          "level": 3,
          "title": "Pacte sanglant",
          "spell": true,
          "description": "<p>Par une action gratuite, le Nécromancien sacrifie 1d4 PV et gagne immédiatement +3 sur un jet de d20 de son choix ou en <strong>DEF</strong> contre une attaque. A partir du Rang 5 dans la voie, il peut sacrifier 2d4 PV pour faire passer ce bonus à +5.</p>"
        },
        {
          "level": 4,
          "title": "Aspect du démon",
          "limited": true,
          "spell": true,
          "description": "<p>Le Nécromancien prend l’apparence d’un démon pendant [5 + Mod. d’<strong>INT</strong>] tours. Il gagne + 2 en attaque au contact, en <strong>DEF</strong> et à tous les tests physiques (<strong>FOR</strong>, <strong>DEX</strong>, <strong>CON</strong>). Il peut faire deux attaques de griffe à 1d6+4 <strong>DM</strong> à chaque tour, en action limitée (une seule en action d’attaque). Ne se cumule pas avec l’Aspect de la succube.</p>"
        },
        {
          "level": 5,
          "title": "Invocation d'un démon",
          "limited": true,
          "spell": true,
          "description": "<p>Une fois par combat, en sacrifiant 1d6 PV, le Nécromancien invoque un démon à son service pour [5 + Mod. d’<strong>INT</strong>] tours. Ce démon possède l’apparence d’un Balor en plus petit (environ 2m30). Le démon divise par deux tous les <strong>DM</strong> non magiques subis, les sorts et les armes magiques lui infligent des <strong>DM</strong> normaux. Il est capable de voler à une vitesse équivalente à un déplacement normal. Lorsque le Nécromancien atteint le niveau 10, le démon devient capable d’attaquer deux fois par tour, au prix d’une action limitée.\n\nDémon : <strong>FOR</strong> +5*, <strong>DEX</strong> +2, <strong>CON</strong> +4*, <strong>INT</strong> +2, <strong>SAG</strong> +2, <strong>CHA</strong> +0, Init 16, <strong>DEF</strong> 17, PV [niveau x 5], Attaque au contact = [niveau du nécromancien], <strong>DM</strong> 1d8+5</p>"
        }
      ],
      "class": {
        "key": "necromancien",
        "label": "Nécromancien"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie du déplacement",
    "data": {
      "key": "voie-du-deplacement",
      "capacities": [
        {
          "level": 1,
          "title": "Esquive",
          "description": "<p>Le Voleur est très vif et bénéficie d'un bonus de +1 par rang dans cette voie à sa <strong>DEF</strong> et à tous ses tests de <strong>DEX</strong> destinés à esquiver.</p>"
        },
        {
          "level": 2,
          "title": "Chute",
          "description": "<p>Le Voleur peut tomber d'une hauteur de 3 m par rang sans se faire mal (rappel : un personnage qui n ́a pas cette capacité subit 1d6 points de dégâts tous les 3 m de chute &#8211; Règles des chutes).</p>"
        },
        {
          "level": 3,
          "title": "Acrobaties",
          "description": "<p>Si le Voleur réussit un test de <strong>DEX</strong> difficulté 15, il peut effectuer une acrobatie pour franchir un obstacle ou, s’il est au combat au contact, pour surprendre son adversaire par une cabriole, ce qui lui permet de l’attaquer dans le dos (et d’utiliser l’Attaque sournoise).</p>"
        },
        {
          "level": 4,
          "title": "Esquive de la magie",
          "description": "<p>A chaque fois qu'un sort le prend pour cible (y compris un sort de zone ou  l'affectant en plus de la personne visée), le Voleur peut effectuer un test de <strong>DEX</strong> en opposition au test d'attaque magique du sort. S'il réussit, il échappe au sort. S'il échoue, tous les effets du sort (puissance, durée, etc.) sont divisés par 2. Au cas où un autre effet diviserait déjà les <strong>DM</strong> par 2, ils seront au total divisés par 4.</p>"
        },
        {
          "level": 5,
          "title": "Dextérité héroïque",
          "description": "<p>Le personnage augmente son score de <strong>DEX</strong> de +2 et il peut désormais lancer deux d20 à chaque fois qu'un test de <strong>DEX</strong> lui est demandé, et conserver le meilleur résultat.</p>"
        }
      ],
      "class": {
        "key": "voleur",
        "label": "Voleur"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie du fauve",
    "data": {
      "key": "voie-du-fauve",
      "capacities": [
        {
          "level": 1,
          "title": "Vitesse du félin",
          "description": "<p>Le Druide gagne +1 par rang dans la voie en Initiative et aux tests de course, d'escalade ou de saut.</p>"
        },
        {
          "level": 2,
          "title": "Panthère",
          "description": "<p>Le Druide apprivoise une panthère (ou un puma) qui lui obéit au doigt et à l'œil. Panthère : <strong>FOR</strong> +2, <strong>DEX</strong> +4*, <strong>CON</strong> +2, <strong>INT</strong> -3, <strong>SAG</strong> +2*, <strong>CHA</strong> -2, Init 18, <strong>DEF</strong> 16, PV [niveau x 4], Attaque au contact [niveau du druide], <strong>DM</strong> 1d6+2</p>"
        },
        {
          "level": 3,
          "title": "Attaque bondissante",
          "limited": true,
          "description": "<p>Le Druide parcourt jusqu'à 30 m et bénéficie d'un bonus de +5 au test d'attaque et de +1d6 aux <strong>DM</strong> contre sa cible. Il doit se déplacer d'au minimum 5 m en ligne droite pour faire cette attaque, qui ne peut par ailleurs être réalisée qu'à son premier tour du combat.</p>"
        },
        {
          "level": 4,
          "title": "Grand félin",
          "description": "<p>La panthère devient un animal fabuleux, ou est remplacée par un félin plus grand (tigre, lion). Lorsque le Druide atteint le niveau 8, les <strong>DM</strong> passent à 2d6+5. Au niveau 12, le félin peut utiliser Attaque bondissante. Le Druide peut également communiquer avec son félin par télépathie, et le guérir à distance en dépensant ses propres PV (-1 PV au Druidepar PV octroyé au félin).\n: <strong>FOR</strong> +5, <strong>DEX</strong> +4*, <strong>CON</strong> +5, <strong>INT</strong> -3, <strong>SAG</strong> +2*, <strong>CHA</strong> -2, <strong>DEF</strong> 18, <strong>DM</strong> 1d6+5</p>"
        },
        {
          "level": 5,
          "title": "Les sept vies du chat",
          "description": "<p>Cette capacité ne peut être utilisée que sept fois, et pas plus d’une fois par niveau. Lorsque les PV du Druide tombent à 0 ou qu’il meurt, le Druide peut choisir d’ignorer ce qui a provoqué la mort ! Le MJ et le joueur doivent se mettre d’accord et trouver une raison plausible (ou pas !) pour expliquer la survie du personnage, et le faire réapparaître immédiatement ou un peu plus tard dans l’aventure si nécessaire.</p>"
        }
      ],
      "class": {
        "key": "druide",
        "label": "Druide"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie du golem",
    "data": {
      "key": "voie-du-golem",
      "capacities": [
        {
          "level": 1,
          "title": "Grosse tête",
          "description": "<p>Le Forgesort remplace la force brutale par un peu de réflexion. Il peut effectuer un test d'<strong>INT</strong> au lieu d'un test de <strong>FOR</strong> (exemple : il utilise un levier pour déplacer une lourde charge). Il obtient un bonus de +2 par rang dans la voie à tous les tests de bricolage ou de science.</p>"
        },
        {
          "level": 2,
          "title": "Golem",
          "description": "<p>Le golem est une créature humanoïde fabriquée par le Forgesort pour lui servir de serviteur et de garde du corps.\nGolem : Créature non-vivante, Init [forgesort], <strong>DEF</strong> 14, PV [4 x niveau], Attaque [niveau + Mod. de <strong>FOR</strong>], <strong>DM</strong> 1d8+1. <strong>FOR</strong> +1, <strong>DEX</strong> -1, <strong>CON</strong> +10, <strong>INT</strong> -4, <strong>SAG</strong> -3, <strong>CHA</strong> -4.\nLe Forgesort peut réparer le golem au rythme de [1d6 par rang + Mod. d’<strong>INT</strong>] PV par heure.</p>"
        },
        {
          "level": 3,
          "title": "Protecteur",
          "description": "<p>Une fois par tour, s'il est au contact d'un personnage, le golem peut s'interposer et subir les <strong>DM</strong> d'une attaque à sa place.</p>"
        },
        {
          "level": 4,
          "title": "Golem supérieur",
          "description": "<p>Le Forgesort peut améliorer son golem en choisissant une option parmi :\n* Armure : +5 en <strong>DEF</strong> ;\n* Félin : +3 Mod. de <strong>DEX</strong> ;\n* Baliste : portée 20 m, 2d6 <strong>DM</strong> ;\n* Taille : +10 PV et +1 Mod. de <strong>FOR</strong> ;\n* Vol : des « sauts » de 40 m en action limitée ;\n* Cerveau amélioré : +2 Mod. d'<strong>INT</strong>, <strong>SAG</strong>, <strong>CHA</strong>, doué de parole ;\n* Puissant : +2 Mod. de <strong>FOR</strong> ;\n* Arme à deux mains : +1d8 aux <strong>DM</strong> au contact.\nLe joueur peut choisir une option de plus lorsque son personnage atteint les niveaux 9, 13 et 17. Les options peuvent êtres choisies plusieurs fois et cumulées.\n</p>"
        },
        {
          "level": 5,
          "title": "Intelligence héroïque",
          "description": "<p>Le personnage augmente sa valeur d'<strong>INT</strong> de +2 et il peut désormais lancer deux d20 à chaque fois qu'un test d'<strong>INT</strong> lui est demandé et conserver le meilleur résultat.</p>"
        }
      ],
      "class": {
        "key": "forgesort",
        "label": "Forgesort"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie du héros",
    "data": {
      "key": "voie-du-heros",
      "capacities": [
        {
          "level": 1,
          "title": "Ignorer la douleur",
          "description": "<p>Une fois par combat, le Chevalier peut descriptionr à part les <strong>DM</strong> subis par une attaque. Il n'en subira les effets que lorsque le combat sera terminé.</p>"
        },
        {
          "level": 2,
          "title": "Piqûres d'insecte",
          "description": "<p>Lorsqu'il porte une armure lourde (demi-plaque ou plus), le Chevalier réduit les <strong>DM</strong> subis par les attaques à distances d'un montant égal au rang atteint dans cette voie.</p>"
        },
        {
          "level": 3,
          "title": "Laissez-le-moi !",
          "description": "<p>Le chevalier met un point d'honneur à combattre le leader ennemi. Lorsqu'il peut aisément être identifié dans un groupe d'au moins 4 créatures, le Chevalier lui inflige +1d6 <strong>DM</strong> par attaque.</p>"
        },
        {
          "level": 4,
          "title": "Seul contre tous",
          "limited": true,
          "description": "<p>Le chevalier sait faire face à de nombreux adversaires, en tentant de profiter d'une éventuelle faille dans leur garde. Chaque fois qu'un des adversaires l'attaque, il bénéficie d'une action d'attaque immédiate contre celui-ci (valable même si la créature l'attaque plusieurs fois).</p>"
        },
        {
          "level": 5,
          "title": "Charisme héroïque",
          "description": "<p>Le personnage augmente sa valeur de <strong>CHA</strong> de +2 et il peut désormais lancer deux d20 à chaque fois qu'un test de <strong>CHA</strong> lui est demandé et conserver le meilleur résultat.</p>"
        }
      ],
      "class": {
        "key": "chevalier",
        "label": "Chevalier"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie du maître d'armes",
    "data": {
      "key": "voie-du-maitre-darmes",
      "capacities": [
        {
          "level": 1,
          "title": "Arme de prédilection",
          "description": "<p>Le Guerrier choisit une arme de prédilection (par exemple épée longue ou hache à 1 main, arc court, etc.), et gagne +1 en attaque lorsqu'il l'utilise.</p>"
        },
        {
          "level": 2,
          "title": "Science du critique",
          "description": "<p>Le Guerrier inflige des critiques sur 19-20 (18-20 lorsqu'il emploie une rapière ou une Vivelame).</p>"
        },
        {
          "level": 3,
          "title": "Spécialisation",
          "description": "<p>Lorsque le Guerrier emploie son arme de prédilection, il gagne un bonus de +2 aux <strong>DM</strong>.</p>"
        },
        {
          "level": 4,
          "title": "Attaque parfaite",
          "limited": true,
          "description": "<p>Lancez deux d20 en attaque au contact et gardez le meilleur résultat, ajoutez +1d6 aux <strong>DM</strong>.</p>"
        },
        {
          "level": 5,
          "title": "Riposte",
          "description": "<p>En plus de ses actions normales, une fois par tour, lorsqu'un adversaire rate une attaque de contact contre le Guerrier, le joueur obtient une attaque supplémentaire contre cet adversaire.</p>"
        }
      ],
      "class": {
        "key": "guerrier",
        "label": "Guerrier"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie du meneur d'homme",
    "data": {
      "key": "voie-du-meneur-d-homme",
      "capacities": [
        {
          "level": 1,
          "title": "Sans peur",
          "description": "<p>Le Chevalier est immunisé aux attaques de peur et il offre un bonus de [2 + Mod. de <strong>CHA</strong>] à tous ses alliés contre ce type d'effet.</p>"
        },
        {
          "level": 2,
          "title": "Intercepter",
          "description": "<p>Une fois par tour, le Chevalier peut encaisser un coup à la place d'un allié à ses cotés. Il utilise sa <strong>DEF</strong> plutôt que celle de la cible initiale et retranche aux <strong>DM</strong> son rang dans la voie.</p>"
        },
        {
          "level": 3,
          "title": "Exemplaire",
          "description": "<p>Une fois par tour, le Chevalier permet à un allié qui combat le même adversaire que lui de relancer le d20 d'un test d'attaque, s'il s'agissait d'un d'échec.</p>"
        },
        {
          "level": 4,
          "title": "Ordre de bataille",
          "description": "<p>Le chevalier donne des ordres tactiques pertinents au cœur de la bataille. Une fois par tour, il octroie une action supplémentaire gratuite à un allié en vue (une action de mouvement ou une action d'attaque, mais pas une action limitée).</p>"
        },
        {
          "level": 5,
          "title": "Charge fantastique",
          "limited": true,
          "description": "<p>Une fois par combat, à l’Initiative du Chevalier, lui-même et tous ses alliés en vue bénéficient immédiatement d’un déplacement d’un maximum de 20 m en ligne droite, suivi d’une action d’attaque avec un bonus de +3 au test de réussite et +1d6 aux dégâts.\nRésolvez d’abord tous les déplacements en commençant par le Chevalier, puis par ordre d’Initiative. Ensuite effectuez toutes les attaques dans le même ordre.</p>"
        }
      ],
      "class": {
        "key": "chevalier",
        "label": "Chevalier"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie du métal",
    "data": {
      "key": "voie-du-metal",
      "capacities": [
        {
          "level": 1,
          "title": "Forgeron",
          "description": "<p>Le Forgesort obtient un bonus de +2 par Rang dans la Voie aux tests d'orfèvrerie ou de forge. Au prix d'une action de mouvement, il peut enflammer son marteau ou son bâton pour une durée de [5 + Mod. d'<strong>INT</strong>] tours et gagne alors un bonus aux <strong>DM</strong> de +1 par rang dans la voie avec cette arme (<strong>DM</strong> de feu).</p>"
        },
        {
          "level": 2,
          "title": "Métal brûlant",
          "limited": true,
          "spell": true,
          "description": "<p>Le Forgesort doit réussir un test d'attaque magique (portée 20 m) pour faire chauffer un objet métallique que sa cible transporte pendant [5 + Mod. d'<strong>INT</strong>] tours. S'il s'agit d'une arme, elle inflige 1 point de <strong>DM</strong> par tour à son porteur et un malus de -2 aux tests d'attaque. S'il s'agit d'une armure, elle inflige 1d4 <strong>DM</strong> par tour à son porteur. La victime peut se débarrasser précipitamment de son armure au prix d'une action limitée.</p>"
        },
        {
          "level": 3,
          "title": "Magnétisme",
          "limited": true,
          "spell": true,
          "description": "<p>Le Forgesort contrôle le magnétisme autour de lui pendant [3 + Mod. d'<strong>INT</strong>] tours. Il gagne un bonus de +5 en <strong>DEF</strong> et divise par 2 les <strong>DM</strong> de toutes les armes ou projectiles métalliques.</p>"
        },
        {
          "level": 4,
          "title": "Métal hurlant",
          "limited": true,
          "spell": true,
          "description": "<p>Sur un test d'attaque magique réussi, le Forgesort déforme une pièce d'équipement métallique portée par sa cible. Une arme devient inutilisable et bonne pour le rebut, une armure inflige une pénalité de -5 à tous les tests de son porteur. La victime peut se débarrasser de son armure au prix d'une action limitée. Si l'objet est magique, le sort ne fait effet que 1d4 tours et ne peut viser à nouveau l'objet pour 24 heures. Appliqué à une structure (par exemple une porte blindée), ce sort inflige 4d6 <strong>DM</strong> en divisant par 2 sa <strong>RD</strong> (réduction des <strong>DM</strong>).</p>"
        },
        {
          "level": 5,
          "title": "Endurer",
          "description": "<p>Le Forgesort est habitué aux travaux et à la chaleur de la forge. Il réduit tous les <strong>DM</strong> de feu subits de 5 points et augmente sa valeur de <strong>CON</strong> de +2. Il peut désormais lancer deux d20 à chaque fois qu'un test de <strong>CON</strong> lui est demandé, en gardant le meilleur résultat.</p>"
        }
      ],
      "class": {
        "key": "forgesort",
        "label": "Forgesort"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie du montreur d'ours",
    "data": {
      "key": "voie-du-montreur-dours",
      "description": "(Exemple de variation de la Voie du compagnon animal)\n\nLe Rôdeur obtient un jeune ours noir pour compagnon animal dès qu'il prend au moins un Rang dans cette Voie",
      "capacities": [
        {
          "level": 1,
          "title": "Impressionnant",
          "description": "<p>L'ours n'est pas dressé à attaquer, mais les interlocuteurs du Rôdeur ne le savent pas, aussi gagne-t-il un bonus de +5 à tous ses tests d'intimidation lorsque l'animal est à ses cotés. L'ours n'attaque que pour se défendre s'il est blessé.</p>"
        },
        {
          "level": 2,
          "title": "Dressage",
          "description": "<p>Le Rôdeur a dressé l'ours, il peut lui faire faire des numéros comme marcher sur les pattes avant ou porter un objet en équilibre sur son museau, cela peut lui permettre de gagner un peu d'argent dans les villages (2d6 pa en 2d6 minutes). Il peut aussi faire croire que l'ours l'attaque et simuler un combat.</p>"
        },
        {
          "level": 3,
          "title": "Combat",
          "description": "<p>L’ours du Rôdeur peut désormais se battre comme un véritable personnage. Il attaque en même temps que le Rôdeur.\nJeune ours noir : Init 13, <strong>DEF</strong> 14, PV [niveau x 5], attaque au contact = [niveau du Rôdeur], <strong>DM</strong> 1d6+3, <strong>FOR</strong> +3*, <strong>DEX</strong> +1, <strong>CON</strong> +3, <strong>INT</strong> -4, <strong>SAG</strong> +2, <strong>CHA</strong> -2</p>"
        },
        {
          "level": 4,
          "title": "Empathie animale",
          "limited": true,
          "description": "<p>Le Rôdeur peut parler aux animaux. Il peut également communiquer avec son compagnon animal par télépathie et le guérir à distance en dépensant ses propres PV (1 PV du Rôdeur pour 1 PV octroyé au compagnon animal).</p>"
        },
        {
          "level": 5,
          "title": "Animal fabuleux",
          "description": "<p>L'ours du Rôdeur devient un spécimen en pleine possession de ses moyens. Ours noir : Init 15, <strong>DEF</strong> 17, PV [niveau x 5], attaque au contact = [niveau du  rôdeur+2], <strong>DM</strong> 1d6+5, <strong>FOR</strong> +5*, <strong>DEX</strong> +2, <strong>CON</strong> +5, <strong>INT</strong> -4, <strong>SAG</strong> +2, <strong>CHA</strong> -2\nExemple de variation de la Voie du compagnon animal.</p>"
        }
      ],
      "class": {
        "key": "rodeur",
        "label": "Rôdeur"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie du musicien",
    "data": {
      "key": "voie-du-musicien",
      "capacities": [
        {
          "level": 1,
          "title": "Chant des héros",
          "limited": true,
          "description": "<p>Le barde chante et inspire ses compagnons : tous les alliés à portée de voix obtiennent un bonus de +1 à tous leurs tests pendant [5+ Mod. de <strong>CHA</strong>] tours.</p>"
        },
        {
          "level": 2,
          "title": "Attaque sonore",
          "limited": true,
          "spell": true,
          "description": "<p>Le barde pousse un cri dont les effets sont dévastateurs (ou produit un son avec un instrument à cette même fin). Sur un test  d'attaque magique réussi, il inflige [1d6 + Mod. de <strong>CHA</strong>] <strong>DM</strong> à toutes les cibles lui faisant face sur une portée de 10 m.</p>"
        },
        {
          "level": 3,
          "title": "Zone de silence",
          "limited": true,
          "spell": true,
          "description": "<p>Le Barde crée une zone de silence fixe de 5 mètres de diamètre, jusqu'à une portée de 30 mètres, pendant [1d6+Mod. de <strong>CHA</strong>] tours. Tous les sons émis dans cette sphère sont annulés. La zone n'empêche pas le lancement des sorts mais inflige un malus de -2 à tous les tests d'attaque magique.</p>"
        },
        {
          "level": 4,
          "title": "Danse irrésistible",
          "limited": true,
          "spell": true,
          "description": "<p>Le barde joue une gigue endiablée aux effets magiques. S'il réussit un test d'attaque magique contre la créature qu'il cible, celle-ci se met à danser pendant [1d4+Mod. de <strong>CHA</strong>] tours et subit un malus de -4 aux tests d'attaque et en <strong>DEF</strong>.</p>"
        },
        {
          "level": 5,
          "title": "Musique fascinante",
          "limited": true,
          "spell": true,
          "description": "<p>Le Barde joue de la musique pour fasciner et «contrôler» toutes les créatures de son choix (rats, gobelins, humains, etc.) dans un rayon de 30 m. Seules les créatures dont les PV sont inférieurs ou égaux à [5 + Mod. de <strong>CHA</strong>] du Barde répondent. Les créatures sortent de leur cachette et se dirigent vers le Barde, elles le suivent tant qu’il continue à jouer. Quand il utilise cette capacité le Barde peut également se déplacer de 10 m par tour.</p>"
        }
      ],
      "class": {
        "key": "barde",
        "label": "Barde"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie du pagne",
    "data": {
      "key": "voie-du-pagne",
      "capacities": [
        {
          "level": 1,
          "title": "Vigueur",
          "description": "<p>Le Barbare est un athlète capable de prouesses physiques extraordinaires, il obtient un bonus de +2 par Rang dans la voie aux tests de course, de saut ou d'escalade.</p>"
        },
        {
          "level": 2,
          "title": "Peau de pierre",
          "description": "<p>Le Barbare est particulièrement endurci, il reçoit un bonus de <strong>DEF</strong> égal à son Mod. de <strong>CON</strong>.</p>"
        },
        {
          "level": 3,
          "title": "Tatouages",
          "description": "<p>Le Barbare possède un tatouage magique qui améliore ses performances physiques. Au choix : taureau (+5 aux tests de <strong>FOR</strong>), ours (+5 aux tests de <strong>CON</strong>), panthère (+5 aux tests de <strong>DEX</strong>) ou chouette (+5 aux tests de <strong>SAG</strong>).</p>"
        },
        {
          "level": 4,
          "title": "Peau d'acier",
          "description": "<p>Le Barbare ne sent plus la douleur et ignore les égratignures, il réduit tous les <strong>DM</strong> subits de 3 points. Il subit toujours au moins 1 point de <strong>DM</strong> de chaque attaque reçue.</p>"
        },
        {
          "level": 5,
          "title": "Constitution héroïque",
          "description": "<p>Le personnage augmente son score de <strong>CON</strong> de +2 et il peut désormais lancer deux d20 à chaque fois qu'un test de <strong>CON</strong> lui est demandé et conserver le meilleur résultat.</p>"
        }
      ],
      "class": {
        "key": "barbare",
        "label": "Barbare"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie du pistolero",
    "data": {
      "key": "voie-du-pistolero",
      "capacities": [
        {
          "level": 1,
          "title": "Plus vite que son ombre",
          "description": "<p>Si son arme à poudre est prête (chargée et tenue en main), l'Arquebusier peut tirer avec un bonus de +10 à son Initiative.</p>"
        },
        {
          "level": 2,
          "title": "Cadence de tir",
          "description": "<p>Recharger une pétoire ou un mousquet devient une action de mouvement. Dans le cas d'une arbalète de poing ou d'une arbalète légère, l'action devient gratuite. A partir du Rang 5 dans la voie, il peut recharger deux armes en une seule action.</p>"
        },
        {
          "level": 3,
          "title": "Tir double",
          "limited": true,
          "description": "<p>L’Arquebusier est capable de tirer avec une pétoire dans chaque main sans pénalité. Si l’Arquebusier décharge simultanément ses deux armes sur la même cible, il fait un seul test à +2 en attaque (mais il lance séparément les <strong>DM</strong>). Le joueur peut choisir de ne pas réaliser les deux tirs simultanément, afin, par exemple, de pouvoir tirer sur une autre cible s’il tue la première. Dans ce cas, il n’obtient pas de bonus en attaque.</p>"
        },
        {
          "level": 4,
          "title": "As de la gâchette",
          "description": "<p>Lorsqu'il atteint une <strong>DEF</strong> de 25 ou plus sur son attaque à distance avec une arme à poudre ou une arbalète, l'Arquebusier ajoute +1d6 aux <strong>DM</strong> de son attaque.</p>"
        },
        {
          "level": 5,
          "title": "Dextérité héroïque",
          "description": "<p>Le personnage augmente son score de <strong>DEX</strong> de +2 et il peut désormais lancer deux d20 à chaque fois qu'un test de <strong>DEX</strong> lui est demandé, et conserver le meilleur résultat.</p>"
        }
      ],
      "class": {
        "key": "arquebusier",
        "label": "Arquebusier"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie du poing",
    "data": {
      "key": "voie-du-poing",
      "capacities": [
        {
          "level": 1,
          "title": "Poings de fer",
          "description": "<p>Lorsqu'il combat à mains nues, le Moine peut (s'il le souhaite) utiliser son score d'attaque à distance au lieu de celui d'attaque au contact. Au rang 1 de cette voie, il inflige [1d6 + Mod. de <strong>FOR</strong>] <strong>DM</strong> létaux. Ces <strong>DM</strong> passent à 1d8 au Rang 3 et à 1d10 au rang 5.</p>"
        },
        {
          "level": 2,
          "title": "Parade de projectiles",
          "description": "<p>Le Moine peut dévier un projectile (flèche, javelot,&#8230;) une fois par tour de combat (sauf si le test d'attaque est un critique ou si l'attaque vient d'une arme à poudre)&#8230;</p>"
        },
        {
          "level": 3,
          "title": "Peau de fer",
          "description": "<p>Le Moine gagne un bonus de +2 en <strong>DEF</strong>.</p>"
        },
        {
          "level": 4,
          "title": "Déluge de coups",
          "limited": true,
          "description": "<p>A son tour, le Moine peut effectuer 2 attaques à mains nues sur des cibles de son choix ou 2 attaques avec une arme. Alternativement, il peut choisir de faire 3 attaques en utilisant un d12 en attaque pour chacune d'elle (au lieu d'un d20).</p>"
        },
        {
          "level": 5,
          "title": "Puissance du ki",
          "description": "<p>Le Moine peut choisir d’utiliser 1d12 en attaque au lieu du d20 habituel (et il ajoute normalement son score d’attaque). Si l’attaque est réussie, il ajoute 2d6 aux <strong>DM</strong>. Cette capacité peut être utilisée avec Déluge de coups ou Projection du ki par exemple.</p>"
        }
      ],
      "class": {
        "key": "moine",
        "label": "Moine"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie du pourfendeur",
    "data": {
      "key": "voie-du-pourfendeur",
      "capacities": [
        {
          "level": 1,
          "title": "Réflexes félins",
          "description": "<p>Le Barbare obtient un bonus de +1 par Rang dans cette voie à son score d’Initiative et à tous les tests de <strong>DEX</strong> destinés à esquiver (Boule de feu, souffle, pièges, etc.).</p>"
        },
        {
          "level": 2,
          "title": "Charge",
          "limited": true,
          "description": "<p>Le Barbare se déplace en ligne droite d'au moins 5 mètres (20 mètres au maximum) et effectue une attaque au contact avec un bonus de +2 en attaque et +1d6 aux <strong>DM</strong>.</p>"
        },
        {
          "level": 3,
          "title": "Enchaînement",
          "description": "<p>Chaque fois que le Barbare réduit un adversaire à 0 PV avec une attaque de contact, il bénéficie d'une action d'attaque gratuite sur un autre adversaire au contact.</p>"
        },
        {
          "level": 4,
          "title": "Déchaînement d'acier",
          "limited": true,
          "description": "<p>Le Barbare parcourt 10 mètres en ligne droite en dépassant autant d'ennemis qu'il le souhaite. Il porte une attaque à chaque adversaire sur son passage. Il ne peut terminer son déplacement à un endroit occupé par un ennemi.</p>"
        },
        {
          "level": 5,
          "title": "Attaque tourbillon",
          "limited": true,
          "description": "<p>Une fois par combat, le Barbare tourne sur lui-même en assénant des attaques à toutes les cibles au contact. Il inflige automatiquement des <strong>DM</strong> correspondant à l'arme utilisée (plus tous les bonus habituels) à toutes les cibles dans un rayon de 5 m autour de lui.</p>"
        }
      ],
      "class": {
        "key": "barbare",
        "label": "Barbare"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie du primitif",
    "data": {
      "key": "voie-du-primitif",
      "capacities": [
        {
          "level": 1,
          "title": "Proche de la nature",
          "description": "<p>Le Barbare obtient un bonus de +1 par Rang dans la voie aux tests de survie, de discrétion ou d'observation en milieu naturel.</p>"
        },
        {
          "level": 2,
          "title": "Armure de vent",
          "description": "<p>Le Barbare obtient un bonus en <strong>DEF</strong> égal à son Rang dans la voie lorsqu'il ne porte aucune armure.</p>"
        },
        {
          "level": 3,
          "title": "Vigilance",
          "description": "<p>Le Barbare possède des sens très affûtés, il est difficile de le surprendre, il gagne un bonus de +5 à tous les tests pour détecter les pièges (mécaniques ou magiques) ou les embuscades. Il devient immunisé aux Attaques sournoises d’un Voleur, à l’Embuscade d’un Rôdeur ou à toute capacité similaire d’une créature.</p>"
        },
        {
          "level": 4,
          "title": "Résistance à la magie",
          "description": "<p>Le Barbare devient capable de résister à la magie. Lorsqu'il est la cible d'un sort, une fois par tour, il peut faire un test d'attaque magique (Mod. de <strong>SAG</strong>) opposé à celui du sort. En cas de réussite, il n'en subit pas les effets.</p>"
        },
        {
          "level": 5,
          "title": "Vitalité débordante",
          "description": "<p>Le Barbare guérit à une vitesse presque surnaturelle. Tant qu'il lui reste au moins 1 PV, il récupère 1d6 PV par heure, de nuit comme de jour.</p>"
        }
      ],
      "class": {
        "key": "barbare",
        "label": "Barbare"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie du protecteur",
    "data": {
      "key": "voie-du-protecteur",
      "capacities": [
        {
          "level": 1,
          "title": "Baies magiques",
          "limited": true,
          "spell": true,
          "description": "<p>Le Druide doit se trouver devant un buisson ou un arbre vivant. Son incantation fait pousser [1d6 + Mod. de <strong>SAG</strong>] fruits qu'il peut cueillir. Chaque fruit offre l'équivalent d'un repas et rend [1d6 + niveau du druide] PV à celui qui le consomme. Les effets de ces fruits ne fonctionnent qu'une fois par jour et par personnage.</p>"
        },
        {
          "level": 2,
          "title": "Forêt vivante",
          "limited": true,
          "spell": true,
          "description": "<p>La forêt s’éveille dans un rayon d’1 km par rang et devient une alliée du Druide pendant les 12 prochaines heures. Dans ce périmètre, les ennemis du Druide sont désorientés et gênés par les branches et les racines. Ils divisent leur déplacement par deux et subissent une pénalité de -5 en Initiative et à tous les tests de survie, d’orientation, de perception ou de discrétion. Si deux Druides essayent d’influencer la forêt, c’est celui dont le niveau est le plus élevé qui l’emporte.</p>"
        },
        {
          "level": 3,
          "title": "Régénération",
          "limited": true,
          "spell": true,
          "description": "<p>La cible touchée par le Druide guérit 3 PV par tour pendant [niveau du Druide + Mod. de <strong>SAG</strong>] tours. Ce sort ne peut pas affecter une créature plus d’une fois par jour.</p>"
        },
        {
          "level": 4,
          "title": "Forme d'arbre",
          "limited": true,
          "spell": true,
          "description": "<p>Une fois par combat, le Druide peut se transformer en arbre de petite taille (environ 4 m de hauteur) pendant [5 + Mod. de <strong>SAG</strong>] tours. Il prend les mêmes Caractéristiques que l'arbre animé, mais conserve ses propres PV. Sous cette forme, il ne peut pas parler mais peut utiliser les sorts des voies du protecteur et des végétaux.\nArbre animé : Init 7, <strong>DEF</strong> 13, PV [rang x 10], attaque de contact = [niveau du druide], <strong>DM</strong> 1d6+3, Déplacement 10 m par action de mouvement. Réduction de <strong>DM</strong> de 10 sauf contre les armes tranchantes et le feu.</p>"
        },
        {
          "level": 5,
          "title": "Sagesse héroïque",
          "description": "<p>Le personnage augmente sa valeur de <strong>SAG</strong> de +2. Il peut désormais lancer deux d20 à chaque fois qu'un test de <strong>SAG</strong> lui est demandé et conserver le meilleur résultat.</p>"
        }
      ],
      "class": {
        "key": "druide",
        "label": "Druide"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie du roublard",
    "data": {
      "key": "voie-du-roublard",
      "capacities": [
        {
          "level": 1,
          "title": "Doigts agiles",
          "description": "<p>Pour chaque Rang acquis dans cette Voie, le Voleur reçoit un bonus de +2 pour tous ses tests de <strong>DEX</strong> liés à la précision : crocheter une serrure, désamorcer un piège, pickpocket&#8230;</p>"
        },
        {
          "level": 2,
          "title": "Détecter les pièges",
          "description": "<p>En réussissant un test d'<strong>INT</strong> difficulté 10, le Voleur peut détecter (et ensuite contourner sans danger) les pièges (avant qu'ils ne se déclenchent bien entendu). Les pièges magiques demandent un test d'<strong>INT</strong> de difficulté 15.</p>"
        },
        {
          "level": 3,
          "title": "Croc-en-jambe",
          "description": "<p>Lorsqu'il obtient un score de 17 à 20 sur son d20 en attaque au contact, le Voleur fait chuter son adversaire en plus de lui infliger des <strong>DM</strong> normaux. Un score de 19 à 20 est nécessaire pour une créature quadrupède.</p>"
        },
        {
          "level": 4,
          "title": "Attaque paralysante",
          "limited": true,
          "description": "<p>Une fois par combat, le Voleur peut, en réussissant une attaque de contact, paralyser un adversaire de douleur. Ce dernier n'encaisse pas de <strong>DM</strong>, mais il ne peut plus attaquer ni se déplacer pendant 1d4 tours.</p>"
        },
        {
          "level": 5,
          "title": "Attaque en traître",
          "description": "<p>Une fois par tour, lorsqu'un allié réussit à blesser une créature au contact du Voleur, celui-ci peut lui porter une attaque normale gratuite en profitant de l'ouverture.</p>"
        }
      ],
      "class": {
        "key": "voleur",
        "label": "Voleur"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie du saltimbanque",
    "data": {
      "key": "voie-du-saltimbanque",
      "capacities": [
        {
          "level": 1,
          "title": "Acrobate",
          "description": "<p>Le Barde obtient un bonus de +2 par rang à tous ses tests de <strong>DEX</strong> visant à réaliser des acrobaties, tenir en équilibre, faire des sauts ou de l'escalade.</p>"
        },
        {
          "level": 2,
          "title": "Grâce féline",
          "description": "<p>Le Barde ajoute son Mod. de <strong>CHA</strong> en <strong>DEF</strong> et en Initiative (en plus du Mod. habituel de <strong>DEX</strong>).</p>"
        },
        {
          "level": 3,
          "title": "Lanceur de couteau",
          "description": "<p>Une fois par tour, en plus de ses autres actions, le Barde peut lancer un couteau sur une cible à distance (maximum 10 m) en réussissant un test d'Attaque à Distance. Cette attaque est pour lui une action gratuite. Elle occasionne [1d4 + Mod. de <strong>DEX</strong>] de <strong>DM</strong>.</p>"
        },
        {
          "level": 4,
          "title": "Esquive acrobatique",
          "description": "<p>Une fois par tour, le Barde peut réaliser une esquive en réussissant un test d’Attaque à Distance contre une Difficulté égale au score obtenu par son adversaire lors de son attaque. En cas de réussite, le Barde ne subit aucun <strong>DM</strong>. Si cette attaque était un critique, il subit tout de même des <strong>DM</strong> normaux (et annule donc l’effet critique «dégâts doublés»).</p>"
        },
        {
          "level": 5,
          "title": "Liberté d'action",
          "description": "<p>Le barde est immunisé à la peur et à tous les sorts ou effets magiques qui asservissent l'esprit ou le corps (possession, charme, paralysie, ralentissement, etc.).</p>"
        }
      ],
      "class": {
        "key": "barde",
        "label": "Barde"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie du sang",
    "data": {
      "key": "voie-du-sang",
      "capacities": [
        {
          "level": 1,
          "title": "Saignements",
          "limited": true,
          "spell": true,
          "description": "<p>Le Nécromancien doit réussir un test d'attaque magique (portée 10 m). Du sang s'écoule de la bouche, du nez, des oreilles et même des yeux de la victime, qui subit 1d6 <strong>DM</strong> par tour pendant [rang] tours.</p>"
        },
        {
          "level": 2,
          "title": "Sang mordant",
          "limited": true,
          "spell": true,
          "description": "<p>Pendant [5 + Mod. d'<strong>INT</strong>] tours, le sang du Nécromancien se transforme en un acide qui gicle lorsqu'il subit une blessure. Chaque fois qu'un ennemi au contact le blesse, ce dernier subit 1d6 <strong>DM</strong> d'acide.</p>"
        },
        {
          "level": 3,
          "title": "Exsangue",
          "spell": true,
          "description": "<p>Lorsque le nécromant tombe à 0 PV, il peut continuer à agir mais avec un malus de -2 à tous ses tests. Une nouvelle attaque réussie infligeant au moins 1 point de <strong>DM</strong> finira par l'achever !</p>"
        },
        {
          "level": 4,
          "title": "Hémorragie",
          "limited": true,
          "spell": true,
          "description": "<p>Si le Nécromancien réussit un test d'attaque magique (portée 10 m), la victime saigne à la moindre blessure. Tous les <strong>DM</strong> des armes blanches infligées à la cible augmentent de 1d6 pendant [5 + Mod. d'<strong>INT</strong>] tours.</p>"
        },
        {
          "level": 5,
          "title": "Lien de sang",
          "limited": true,
          "spell": true,
          "description": "<p>En réussissant un test d’attaque magique (portée 20 m), le Nécromancien tisse un lien avec sa victime. Pendant [5 + Mod. de d’<strong>INT</strong>] tours, la moitié des <strong>DM</strong> reçus par  le Nécromancien sont également subis par la cible et le Nécromancien peut lui lancer un sort sans la voir.</p>"
        }
      ],
      "class": {
        "key": "necromancien",
        "label": "Nécromancien"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie du soldat",
    "data": {
      "key": "voie-du-soldat",
      "capacities": [
        {
          "level": 1,
          "title": "Posture de combat",
          "description": "<p>Au début de votre tour, choisissez d'appliquer jusqu'à -1 par rang en attaque, en <strong>DEF</strong> ou aux <strong>DM</strong> et obtenez l'équivalent en bonus au choix en attaque, en <strong>DEF</strong> ou aux <strong>DM</strong> jusqu'à votre prochain tour.</p>"
        },
        {
          "level": 2,
          "title": "Combat en phalange",
          "description": "<p>Lorsque vous combattez la même créature qu'un allié, vous gagnez +1 en attaque et en <strong>DEF</strong> par allié au contact avec vous et avec la créature.</p>"
        },
        {
          "level": 3,
          "title": "Prouesse",
          "description": "<p>Le Guerrier réussit souvent des exploits physiques hors-norme. Une fois par tour, vous pouvez sacrifier 1d4 PV pour obtenir +5 sur un test de <strong>FOR</strong> ou de <strong>DEX</strong>. Vous pouvez annoncer l'utilisation de cette capacité après avoir pris connaissance du résultat du test de Caractéristique.</p>"
        },
        {
          "level": 4,
          "title": "Dernier rempart",
          "limited": true,
          "description": "<p>Le Guerrier effectue uniquement une attaque au contact durant ce tour. En contrepartie, il bénéficie d'une attaque supplémentaire contre tout ennemi qui se déplace à son contact. Un adversaire blessé par cette attaque voit son déplacement stoppé.</p>"
        },
        {
          "level": 5,
          "title": "Force héroïque",
          "description": "<p>Le personnage augmente sa valeur de <strong>FOR</strong> de +2 et il peut désormais lancer deux d20 à chaque fois qu'un test de <strong>FOR</strong> lui est demandé et garder le meilleur résultat.</p>"
        }
      ],
      "class": {
        "key": "guerrier",
        "label": "Guerrier"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie du spadassin",
    "data": {
      "key": "voie-du-spadassin",
      "capacities": [
        {
          "level": 1,
          "title": "Attaque en finesse",
          "description": "<p>Le Voleur peut utiliser son score d'Attaque à distance pour une attaque au contact lorsqu'il utilise une arme légère comme une dague ou une rapière. S'il le souhaite, il peut dans ce cas remplacer le Mod. de <strong>FOR</strong> aux <strong>DM</strong> par son Mod. d'<strong>INT</strong>.</p>"
        },
        {
          "level": 2,
          "title": "Esquive fatale",
          "description": "<p>Une fois par combat, le duelliste peut esquiver une attaque qui devait le toucher et s'arranger pour que celle-ci affecte un autre adversaire à son contact. Comparez le test d'attaque à la <strong>DEF</strong> de la nouvelle cible pour savoir si celle-ci subit des <strong>DM</strong>.</p>"
        },
        {
          "level": 3,
          "title": "Frappe chirurgicale",
          "description": "<p>Par sa science de l'escrime (et de la fourberie), le Voleur augmente de manière permanente ses chances de faire des coups critiques. Il retranche désormais son Mod. d'<strong>INT</strong> au score nécessaire pour obtenir un critique en attaque au contact. Par exemple, Alonzo (<strong>INT</strong> 14/+2) obtient à présent un critique sur 17 ou plus au  d20 lorsqu'il emploie la rapière (19 – Mod. d'<strong>INT</strong>).</p>"
        },
        {
          "level": 4,
          "title": "Ambidextrie",
          "description": "<p>Le Voleur peut à présent utiliser une arme dans chaque main sans pénalité. Avec sa main gauche, il peut effectuer une attaque au contact gratuite supplémentaire  à chaque tour. Cette deuxième attaque n'empêche pas l'utilisation d'une capacité limitée, mais elle ne peut pas en être l'origine.</p>"
        },
        {
          "level": 5,
          "title": "Botte secrète",
          "description": "<p>Lorsque le Voleur obtient un critique sur une attaque au contact, l’attaque devient automatiquement une Attaque sournoise. Les effets de la capacité d’Attaque sournoise s’appliquent en plus des effets normaux du critique.</p>"
        }
      ],
      "class": {
        "key": "voleur",
        "label": "Voleur"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie du traqueur",
    "data": {
      "key": "voie-du-traqueur",
      "capacities": [
        {
          "level": 1,
          "title": "Pas de loup",
          "description": "<p>Quand il essaie de passer inaperçu en forêt, le Rôdeur bénéficie d'un bonus de +2 par Rang à son test de <strong>DEX</strong>.</p>"
        },
        {
          "level": 2,
          "title": "Ennemi juré",
          "description": "<p>Après avoir tué une créature, le Rôdeur peut décider que tous ceux de sa race sont devenus des ennemis jurés. Contre ces créatures, il bénéficie d’un bonus égal à son Mod. de <strong>SAG</strong> pour ses attaques et il inflige +1d6 de <strong>DM</strong>. Le Rôdeur peut changer d’ennemi juré une fois au cours de chaque niveau.</p>"
        },
        {
          "level": 3,
          "title": "Embuscade",
          "description": "<p>En quelques minutes, le Rôdeur peut cacher tous ses compagnons dans n’importe quel environnement naturel. Tant qu’ils ne bougent pas, le Rôdeur et ses compagnons sont totalement indétectables. S’ils attaquent des adversaires, ces  derniers sont automatiquement Surpris lors du premier tour du combat.</p>"
        },
        {
          "level": 4,
          "title": "Second ennemi juré",
          "description": "<p>Le Rôdeur choisit une nouvelle race ennemie. Les règles et avantages de la capacité Ennemi juré s’appliquent à l’identique.</p>"
        },
        {
          "level": 5,
          "title": "Perception héroïque",
          "description": "<p>Le Rôdeur augmente sa valeur de <strong>SAG</strong> de +2 et il peut désormais lancer deux d20 à  chaque fois qu'un test de <strong>SAG</strong> lui est demandé et conserver le meilleur résultat.</p>"
        }
      ],
      "class": {
        "key": "rodeur",
        "label": "Rôdeur"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie du vagabond",
    "data": {
      "key": "voie-du-vagabond",
      "capacities": [
        {
          "level": 1,
          "title": "Rumeurs et légendes",
          "description": "<p>A force de voyager, le Barde a appris toutes sortes de choses, il obtient un bonus de +2 par Rang dans cette voie aux tests d'<strong>INT</strong> pour se «souvenir» d'une information historique, politique, géographique ou occulte qui pourrait lui être utile.</p>"
        },
        {
          "level": 2,
          "title": "Compréhension des langues",
          "limited": true,
          "spell": true,
          "description": "<p>Ce sort permet au Barde de lire, écrire et parler n'importe  quelle langue ancienne ou vivante pendant [1d6 + Mod. de <strong>CHA</strong>] minutes.</p>"
        },
        {
          "level": 3,
          "title": "Débrouillard",
          "description": "<p>Le Barde obtient un bonus de +5 à tous ses tests de survie en nature et aux tests de profession et d'artisanat (forge, charpentier, etc.).</p>"
        },
        {
          "level": 4,
          "title": "Déguisement",
          "limited": true,
          "spell": true,
          "description": "<p>Ce sort permet au Barde de prendre l'apparence de n'importe quelle créature de taille à peu près équivalente (avec une marge d'environ 50 cm). S'il veut imiter une personne en particulier, il lui faudra réussir un test de <strong>CHA</strong> difficulté 15 (20 s'il ne la connaît pas mais l'a seulement vue, 10 s'il la connaît très bien). Le sort a une durée de 10 minutes.</p>"
        },
        {
          "level": 5,
          "title": "Touche à tout",
          "description": "<p>Le Barde peut choisir n'importe quelle #capacité de Rang 1 à 3 de son choix au sein d'un autre Profil de Chroniques Oubliées.</p>"
        }
      ],
      "class": {
        "key": "barde",
        "label": "Barde"
      }
    }
  },
  {
    "type": "path",
    "img": "/systems/cof/ui/icons/path.png",
    "name": "Voie du vent",
    "data": {
      "key": "voie-du-vent",
      "capacities": [
        {
          "level": 1,
          "title": "Pas du vent",
          "description": "<p>Le Moine peut se déplacer avant et après avoir attaqué (mais il couvre toujours une distance normale). De plus, il gagne +1 par rang dans la Voie en Initiative.</p>"
        },
        {
          "level": 2,
          "title": "Course du vent",
          "description": "<p>Le Moine se déplace à une vitesse surhumaine. Il couvre une distance de 40 mètres par action de mouvement (la distance normale est de 20 mètres) et se relever est pour lui une action gratuite.</p>"
        },
        {
          "level": 3,
          "title": "Course des airs",
          "description": "<p>Le Moine défie les lois de la pesanteur et peut se déplacer sur des surfaces qui ne devraient pas supporter son poids. Il peut se déplacer sur l'eau, la neige, le  feuillage des arbres ou courir sur un mur vertical. Il doit commencer et terminer son déplacement sur une surface normale.</p>"
        },
        {
          "level": 4,
          "title": "Lévitation",
          "limited": true,
          "description": "<p>En se concentrant, le Moine peut « léviter » à une vitesse de 10 m par tour.</p>"
        },
        {
          "level": 5,
          "title": "Passe-muraille",
          "limited": true,
          "description": "<p>Le Moine peut rendre son corps intangible temps de passer au travers d'un mur d'une épaisseur maximum de [Mod. de <strong>SAG</strong>] mètres. Il ne peut rester immatériel  qu'un court instant et reprend corps dès qu'il émerge du mur. Il est insensible aux attaques tant qu'il est entièrement dans le mur, sauf si le mur est détruit.</p>"
        }
      ],
      "class": {
        "key": "moine",
        "label": "Moine"
      }
    }
  }
]